{
  "63": {
    "description": "\n\n「去一次黃石國家公園不夠，那你不會去第二次嗎？只去玩幾天嫌太少，那你不會去一整個夏天嗎？」\n\n因為朋友的照片而對黃石一見鍾情的Cheryl，決定以打工旅遊的方式，用一整個夏天的時間體驗黃石，而且還連續去了三年，一路被升到了飯店經理！接著她又到了更北邊的冰河國家公園。連續四年的打工旅遊經驗，使她成為PRO級的國家公園達人。\n\n這兩個無論是Cheryl還是主廚Jerome都狂推不已的國家公園，究竟有什麼獨步全球的特色？對於時間有限的旅人來說，有哪些地方是Cheryl認為無論如何都一定要去的？走入自然並不意味著放飛自我，有什麼很重要但總是被忽略的事，是每一個走入國家公園的人都應該留意的？\n\n至於位於美國南方的路易斯安那州，其首府紐奧良在許多人心目中可以和派對、狂歡劃上等號，然而這裡的有趣之處絕對不止於此！一塊經歷過西班牙、法國與美國統治的土地，又迎來了源自西非或加勒比海的人們，多元文化的交融迸發，讓這裡產生了不得了的化學反應；從語言、建築、法制到大家最關心的美食，每件事物都訴說著它與眾不同的過往。\n\n因此在這集的最後，居住在當地的Cheryl就要從食物出發，來帶大家認識所謂的「Cajun卡津風味」，以及它們如何展現了路易斯安那獨特的混血身世！\n\n"
  }, 
  "62": {
    "description": "\n\n人口約莫2000多萬的一座海島上，住著兩群宗教、語言和文化都大相徑庭的人，他們之間的張力與軍事衝突，構築了這塊土地過去一個世紀的歷史，也留下一些至今依然可見的傷痕；然而在內戰的傷痛記憶之外，積累千年的文化底蘊以及豐富多元的莽原生態，使得這裡依然魅力不減。這個地方就是本集的主角，斯里蘭卡。\n\n熱愛旅行、體驗在地文化遠勝於工作的Malina，以「想去的國家」作為唯一條件在求職網站上找工作，就這樣來到從未拜訪過的斯里蘭卡，在一個有點偏僻的地方開始了新生活。在這個距離首都可倫坡五六小時車程的鄉間，住著哪些不速之客，讓Malina每次進出浴廁時都心驚膽跳？內戰雖然已經結束，僧伽羅人與泰米爾人的恩怨，如何在當地的日常生活中延續著？獨步全球的佛牙節上，大象們究竟扮演著什麼神聖崇高的角色？而講到莽原旅遊，斯里蘭卡又有什麼獨到之處，讓東非大草原相形見絀？\n\n旅行熱炒店EP62，讓我們跟著擁有不安靈魂的Malina一起走入斯里蘭卡的常民生活，品嚐海島、莽原與佛教文化交織出的絕妙滋味！\n\n"
  }, 
  "61": {
    "description": "\n\n「北太平洋上的項鍊」、橫亙於亞洲與美洲大陸之間的阿留申群島，是個讓人覺得既熟悉卻又陌生的地方——跨太平洋的航班時常從它的上空飛過，但能為它專程跑一趟的的旅人卻是少之又少；尤其它詭譎多變的天氣，加上偏僻遙遠的地理位置，都使得它很少出現在一般人的旅遊清單上。\n\n從小就對這種地方充滿好奇的主廚，抱持著「哪壺不開提哪壺的」偏執心態，利用七月初的國慶連假，親自踏上了群島中最偏遠的有人居住島嶼「埃達克島」（Adak Island）。原本只是想來解鎖人生成就的主廚，來到這裡卻發現簡直是挖到寶，這座島上根本滿地都是說不完的故事！\n\n* 位處惡劣氣候中的火山島，最高風速超過每小時300公里，一年超過一半都陰雨霏霏，但卻有一種韌性堅強的原生紫色花朵四處開放，而且她的名字在華人世界裡家喻戶曉？\n* 被統治者放棄了100多年的埃達克，突然在一夕之間變成擁有戰機、航空母艦與潛艦的超級軍事要塞，甚至還有當時全世界最偏遠的麥當勞，而一切其實都是因為大日本帝國的入侵？\n* 冷戰對峙時期的超級前線，情報單位在這裡24小時監聽敵人各種偷偷摸摸的水下活動；島上佈滿著能夠裝載核彈的發射陣地，每走幾步就有一個核輻射避難所，原來我們曾經離核子戰爭這麼接近？\n\n南太平洋海島度假舉世聞名，那「北太平洋海島度假」又是怎樣的一種體驗呢？跟著主廚一起踏上那冰火齊發、一次又一次莫名其妙被推上前線的遙遠海島吧！\n\n"
  }, 
  "60": {
    "description": "\n\n六月下旬的北極海畔，白皚皚的浮冰仍未完全消融；兩個月不會下山的太陽高高掛在天頂，卻驅不走荒涼大地上徘徊的寒意。杳無人跡的苔原上，一群在此居住了數千年的人們，正以獨特的節慶「Nalukataq」慶祝著春天捕鯨的豐收，叫聲與歡呼聲不絕於耳，為寂靜的極圈帶來難得的熱鬧。\n\n歡迎來到美國最北邊的小鎮，Utqiagvik，或者它在2016年之前的名字，Barrow。在這個每年有2.5個月不見天日、年平均溫攝氏零下10度、物價是美國平均3倍的地方，究竟住著怎樣的一群人？在這片植被稀疏、鳥獸罕有的土地上，他們如何利用有限的資源與代代相傳的在地知識，懷抱著崇敬的心，接受上天賞賜的海中大禮「勾頭鯨」（bowhead whale）？而在致力維繫傳統的同時，他們又是如何藉由獨特的資本運作模式，走出自己的一條路？\n\n睽違20多集，旅行熱炒店的極圈系列強勢回歸！這回的極圈主題，沒有極光、沒有自然美景、沒有聖誕老人，更沒有蓋冰屋的愛斯基摩人，只有主廚一顆旺盛無比的好奇心，帶領大家一起走入極圈，從Iñupiat原住民的捕鯨文化出發，看見寒帶環境、海洋生態、傳統文化與現代科技，如何在這裡以意想不到的方式彼此交會！\n\n"
  }, 
  "59": {
    "description": "\n\n「等等，有沒有搞錯？南斯拉夫有這麼落後嗎？你竟然說它是『第三世界』國家！」\n\n是的，南斯拉夫不但屬於第三世界，還是第三世界的領導者！\n\n今天「第三世界」一詞通常被用來指發展程度較低、位居世界經濟邊緣的國家，但其實它原本指的是那些既不屬於第一世界（美國與北約陣營）、也不願投靠第二世界（蘇聯與華沙公約陣營）的「不結盟運動」（Non-Aligned Movement）國家們；而這個運動的發起者之一，就是曾經坐擁一片天地的南斯拉夫。和共產老大哥蘇聯交惡，使他們走上一條自己的路，試圖在兩大陣營之外攻城掠地，成為冷戰時期獨樹一格的第三勢力。\n\n然而這段榮景並不持久。政治強人狄托（Josip Broz Tito）的辭世，將文化分歧的巴爾幹打回原形；猶如失去合體能力的機器戰隊，南斯拉夫進入了二戰後最慘烈的區域衝突，塞爾維亞也試圖在其中試圖殺出一條生路。\n\n這段相距不遠的殘酷歷史，今天的塞爾維亞人如何看待？南斯拉夫時代的生活，為何讓一部份的人回味再三？周遭國家紛紛投入歐盟懷抱的此時，塞爾維亞究竟在想什麼？而中國作為最忠實的盟友，中塞友誼又是為何能一路走來忠貞不渝？\n\n旅行熱炒店EP59，再次由冷知識專家璨宇領路，讓我們一起走進從南斯拉夫以來錯綜複雜的歷史，並且直擊仍在尋找出路的塞爾維亞現況！\n\n"
  }, 
  "58": {
    "description": "\n\n在影視作品裡，不知道大家有沒有看過這樣的角色：剛出場時是個十惡不赦的大壞蛋，一舉一動都讓人恨得牙癢癢；然而隨著劇情推進，當他的悲慘過往被慢慢揭開，我們才曉得這世界很少是非黑即白，看似可恨的人物也有著令人同情之處。\n\n塞爾維亞，或許就是這樣的一個國家。90年代以來的歷史，加上隔壁鄰居和台灣類似的處境，常讓人以為他就是個整天霸凌波士尼亞和科索沃的「巴爾幹大魔王」；但其實在不過100年前，它還在奧匈帝國與鄂圖曼土耳其這兩大強權之間掙扎著，而更早的歷史更是充滿波折與衝突。它，在歐洲大陸上究竟是怎樣的一種存在？和拉丁、拜占庭與伊斯蘭文化圈的關聯，又該從何理解起？\n\n為了好好認識這個特別的地方，我們再次請到了ep.46的冷知識達人璨宇。結束瑞典的外派生活之後，璨宇在公司安排下來到塞爾維亞，繼續在這裡寫下他的漂流筆記。塞爾維亞的故事分為上下兩集，這集我們會從羅馬時代開始，一路聊到第一次世界大戰為止的歷史，並且從這些歷史遺留下來的痕跡出發，挖掘這個國家裡的各種好吃好玩！\n\n旅行熱炒店ep.58，冷知識達人重磅回歸，與你一同發現塞爾維亞不為人知的過往！\n\n"
  }, 
  "57": {
    "description": "\n\n旅行熱炒店滿一週年了！身為一個不太懂得過紀念日的人，想不到什麼新梗來慶祝，於是決定回歸分享的本質，利用這集和大家聊聊從來沒有在節目上講過的幕後秘辛！\n\n或許你曾經好奇，為什麼開播日會是2020年6月20日呢？節目來賓都是從哪裡找來的？錄音之前主廚是不是都不用準備、只要翹著腳等著來賓奉上內容？每一集投注大量心血的文案與視覺設計背後，熱炒店的的理念是什麼？面對網路上的不同聲音，主廚曾經如何接招？在本集前半，一口氣把所有秘密大公開！\n\n而在節目的後半，主廚會分享自己最近生活的變化——搬到了一個非常「靠北」的地方，開始了暫時性的數位遊牧生活。究竟為何會選擇來到這片美洲大陸上的「北大荒」？這裡有著什麼有趣的故事？在北美第一高峰Denali龐大的身軀下露營，又是怎樣的感覺？\n\n這是主廚非常囉唆的一集，也算是對這個節目過去跌跌撞撞一路走來的成長紀錄，希望大家喜歡這樣的分享；未來的日子裡，讓我們繼續一起抱持著好奇心深入世界角落，挖掘那些被忽略的人事物！\n\n### (00:01:48) 謝謝各位支持！關於開播日6月20日的小秘密\n\n早在2019年11月就決定製作podcast的主廚，很早就在Spotify上傳了RSS feed，結果卻拖了整整半年都沒有什麼動靜！最後究竟是何方神聖讓主廚決定付諸行動，在6月20日上傳了第一集的節目？\n\n### (00:05:18) 料理製作幕後大公開！嚴選食材＋五道工法精心調理\n\n每個節目都擁有自己的獨門秘方，旅行熱炒店也不例外！在這個環節裡，跟著主廚一起進入熱炒廚房，從挑選食材到接受顧客回饋，一步一步的認識旅行熱炒店的五道工法！\n\n### (00:20:00) 你問我答：好久不見的Q&A時間\n\n其實很希望和大家有更多互動，卻總是要等到這種單口集數才有辦法好好回答。這裡整理了在IG上收集的幾個問題，在此親自回覆，滿足各位對於熱炒店的好奇心！\n\n### (00:29:05) 主廚的夏日北方計畫，數位遊牧生活開始\n\n原本在美國東北波士頓住了六年半的主廚，上個月底終於從新英格蘭「畢業」了！趁著陣地轉移的空檔，賣掉了大部分的家當，輕裝來到每天有20小時日照的北方，親自體驗何謂數位遊牧。原本沒太多期待的主廚，來到這裡卻發現這塊看似蠻荒的土地上處處都是故事！\n\n### (00:42:53) 在北美第一高峰的龐大身軀下酣然入夢：Denali National Park\n\n利用數位遊牧的週末，主廚來到了北美第一高峰所在的Denali National Park。曾經去過不少國家公園，但這個卻和別人很不一樣！運氣很好的主廚，更在這裡目睹了種類繁多的野生動物，以及自然界最真實最殘酷的廝殺景象！\n\n（節目總長 59:20）\n\n"
  }, 
  "56": {
    "description": "\n\n鈞媛是我追蹤已久的人物，也是「Refugee 101 Taiwan」這個倡議組織的發起人。講起旅行，她的資歷絕對不亞於節目開播以來的所有來賓——\n\n25歲之前就去過多達60個國家，不只曾在許多冷門地方留下足跡，也舉辦過不少旅行講座；明明就有這麼多旅行故事可以分享的她，為何最後單單選擇了「難民」，這個既沈重又無利可圖的議題，奔波於各級學校間以工作坊形式進行推廣？台灣這座蕞爾小島，與難民之間的距離是如此遙遠，這個議題對我們而言究竟為何重要？\n\n在這集節目裡，我們將從鈞媛與難民社群的首次接觸出發，和她一起回顧這段關注與倡議難民議題的歷程——到了英國留學，以為自己終於能與難民社群更加接近，沒想到看到的卻是更多現實的無奈？為什麼號稱愛心不落人後、募款能力沒話說的台灣人，講起自己國家要接收難民時卻猶豫了？「非法」與「非正式/無證」移民，看似只是用字上的差異，為什麼要如此斤斤計較？\n\n關於難民，用講的很容易，捐錢或許也不難，但當這些人來到你家門口的時候，你準備好要為他們敞開大門了嗎？6月20日世界難民日前夕，讓我們一起跟著鈞媛與Refugee 101 Taiwan，認識難民群體的現況與挑戰！\n\n"
  }, 
  "55": {
    "description": "\n\n加勒比海島嶼，是北美與歐洲人士熱愛的避寒勝地；悠閒的步調與愜意的景象，使這裡幾乎可以和「度假」二字劃上等號！但你有想過如果真的來這裡工作和生活，會是什麼感覺嗎？\n\n對語言教學充滿熱情的Yolanda，幾年前在國合會的安排下，來到多明尼加共和國擔任華語教師。對加勒比海地區一無所知的她，沒想到第一天上課就碰到令人瞠目結舌的離奇誇張事件！不只如此，原本已經學過多年西班牙文並且擔任翻譯的她，來到這個西語系國家，卻突然發現自己像啞巴一樣！究竟是什麼神奇的文化，讓Yolanda花了整整一年才終於能夠適應？到底要如何講，才能說得一口「加勒比海風味」的西班牙語？\n\n除了適應當地文化的趣事，我們也會談到當地的歷史以及旅行重點，還有美食！位在同一座島上的海地，為什麼會有許多移工在多明尼加工作？那裡究竟是有什麼看點，讓它在加勒比海各國的遊客數量中名列前茅？而許多國家都有的嘉年華裡，多明尼加又有什麼獨到之處，讓Yolanda推薦大家一定要去體驗一下呢？\n\n在家防疫覺得苦悶覺得煩、還隨時擔心下一秒會不會突然停電嗎？來聽聽明尼加人是怎麼想的，保證讓你瞬間海闊天空！這集節目裡，就讓我們一起去探索多明尼加共和國這個全世界最懂得make you happy的國家吧！\n\n"
  }, 
  "54": {
    "description": "\n\n> 「我希望人們看見我，不是因著我遭受的事，而是我的雙手能做到的事。」——敘利亞工坊媽媽\n\n2011年至今的未曾弭平的衝突，使敘利亞這個國家幾乎成了「內戰」的同義詞，也讓數以千萬計的敘利亞人突然多了「難民」這個身份。然而在「難民」二字之外，他們其實和你我一樣，有著各式各樣的身份；這些不同的身份，也使得經歷過同一場戰火的他們，擁有各自迥異的故事。\n\n在這集節目裡，我們將聚焦於難民群體中的女性。本集的來賓Summer，因為拍攝紀錄片的緣故，在土耳其接觸到敘利亞女性難民群體。從自身的所見所聞出發，Summer會和我們分享：戰爭之前的敘利亞社會裡，女性被賦予著怎樣的期待？戰事開啟之後，這個國家發生了什麼令人難以想像的巨大轉變？而這些轉變，又是如何為敘利亞女性開啟了新的可能？\n\n除此之外，Summer也會分享「來自敘利亞的手作禮物」一路走來的點點滴滴——原本不過是個姑且一試的念頭，如何一步步發展成一個結合手作商品、沈浸體驗、議題推廣與女性賦權的社會新創品牌？\n\n即使當下無法前往敘利亞旅行（就連Lonely Planet都刻意把敘利亞的章節抽掉了😭），還有其他許多方式能讓我們探索這個國家！旅行熱炒店EP54，讓我們一起來好好認識敘利亞的現況，並且將想要旅行的衝動化為實際支持的行動吧！\n\n"
  }, 
  "53": {
    "description": "\n\n摩洛哥的古城，是澱積了千年之久的文化結晶；經典的北非伊斯蘭建築風格、宛若迷宮的巷弄格局、依循古法的手工藝傳統，都被原汁原味的保存在這些稱為「麥地那」（Medina）的老城區裡，令人流連再三。然而，為了招攬生意而熱情過頭的當地人，無所不用其極的糾纏，令許多旅人卻步。究竟該怎麼做，才能在品味古城風情的同時，也能維持自己的旅行步調？\n\n除了介紹經典古城之外，這集我們也會從齋戒月、婚姻制度與飲食習慣等面向出發，更深入的去探討這個北非伊斯蘭社會的生活樣貌。為什麼說在摩洛哥品嚐料理是場友情考驗？一位男性可與多位女性結婚，但沒有兩把刷子的人還不見得能應付？對於旅人來說，又有什麼絕對不可踩的超大地雷？接續宏安在上集的分享，這集就讓我們繼續探索這個魔幻國度！\n\n"
  }, 
  "52": {
    "description": "\n\n「每想你一次，天上飄落一粒沙，從此形成撒哈拉。」這段出自《撒哈拉的故事》的經典文句，吸引了無數華人來到摩洛哥，就為了一睹毛筆下這片世界最大沙漠的面貌。幾年前的宏安，如同許多背包客一樣，也是為了撒哈拉來到這裡，然而卻在一連串的機緣巧合下，也成為了這裡的旅行達人，甚至在這裡經營起了獨家旅遊行程！\n\n阿拉伯、柏柏爾與貝都因的多重文化交錯，如何塑造了這個國家的面貌？撒哈拉雖然是旅遊重點，卻得翻山越嶺、坐上12個小時的車才能到達，在各種旅遊方式間應該如何抉擇？沙漠不就是沙漠，為什麼值得花上至少一整天的時間細細品味？宏安又是如何突破文化差異，在異國經營旅遊產品？這集節目，就讓我們跟著摩洛哥達人宏安一起前進撒哈拉吧！\n\n"
  }, 
  "51": {
    "description": "\n\n台灣人前進越南，近年來已經不是什麼稀罕事，本集主角Lena更堪稱其中佼佼者——早在大學時期就超前部署、選修越南語為第二外語，在當地以一位小小台商業務的身份應對政府官員、亂入各種同事聚會場合只為了更認識越南，後來甚至和朋友合開民宿、勇闖胡志明市旅遊市場！\n\n然而，擁有如此精彩經歷的她，之所以會開啟這扇大門，竟然是因為選不到第二外語、徬徨失措時父親的一句話：「真正的國際觀，要從關心身邊的人開始」？\n\n在這集節目裡，我們將環繞著「關心身邊的人」這個概念，跟著Lena一起回顧她前進越南的歷程。出身自一個「公務員科系」的她，如何成功說服越南台商，獲得外派業務的機會？和越南同事搏感情，如何使她能深入鄉間、認識這個國家不同的面貌？關心身邊的人，這個再簡單不過的概念，如何讓她成為台灣數位外交協會越南計畫的幕後功臣，還能以自己的經驗鼓勵台灣偏鄉的新二代？\n\n旅行熱炒店史上最長的一小時超熱血＋勵志訪談，適合所有人服用！不管你是想在越南自助旅行的背包客、有意前進越南的有為青年，或是關心台灣移工、新住民與新二代現況的平凡人，相信這集的內容都不會讓你失望！\n\n**謹以本集向雲林麥寮高中社會科（以及其他為著移工/新住民/新二代默默努力的）老師們致上最高敬意！**\n\n"
  }, 
  "50": {
    "description": "\n\n這集節目，是旅行熱炒店的第50集！雖然不是多麼了不起的成就，但作為一個「半百」的里程碑集數，當然得自私一點，來講個自己覺得有趣的主題，而且要不限時間（於是就這樣講了快一個小時，哈哈哈哈）。\n\n這集的主角是個超越馬可波羅與鄭和的超狂旅行家，伊本．巴圖塔（Ibn Battuta，1304-1369）。他是個出身北非的伊斯蘭教法官，原本只是很單純的和其他教徒一樣，想去完成一件一生一定要做一次的義務：麥加朝聖（Hajj），誰知道這一去，就一不小心越走越遠，把當時伊斯蘭勢力所及的區域幾乎全都去了一輪；等到他下一次再踏進家門，竟然已經是25年後的事了！\n\n究竟是怎樣的契機，讓他踏上這段長達117,000公里的超級大冒險？他又是靠著什麼本事，能夠跨越歐亞非三洲，在各地定居、工作甚至娶老婆？明明是西元14世紀的旅行經驗，卻和我們今日的背包旅行意外地相似，此話怎說？而這位前無古人後無來者的旅行家，為什麼今天多數人連聽都沒聽過呢？\n\n旅行熱炒店EP50，歡慶節目半百的此刻，讓我們一起去感受一下這位超狂的14世紀旅行家看到的世界，並且聽聽那些和今日背包旅行意外神似的各種趣事與衰事！\n\n"
  }, 
  "49": {
    "description": "\n\n約莫在西元前3000年，原本住在一座東亞海島上的人們，開始操著獨木舟，勇敢海洋博鬥，向著那未知的南方前進。他們離開這座後來被稱為「福爾摩沙」的島嶼，經過數千年的旅程，足跡遍佈了整個太平洋；但不斷向外擴張的他們，最後究竟到了哪裡呢？\n\n相傳其中一位領袖Hotu Matu'a，帶著部族離開原本居住的海島，航向一座夢境神諭中的遠方小島，最後在那裡定居了下來，並且一直生活到今日。\n\n歡迎來到海洋民族擴張的終極境界，拉帕努伊（Rapa Nui），或者她另一個較為人所知的名稱：復活節島。雖然在今日的政治版圖中屬於智利，但無論是在歷史還是文化上，她都和其他太平洋海島、甚至是那座後來被稱為福爾摩沙的島嶼，關係更為密切！\n\n在澳洲交換學生時的Vivian，並沒有忙著把澳洲走透透，而是如同當年的海洋民族一般，從澳洲、紐西蘭、大溪地一路跳島來到復活節島。究竟是怎樣的動機，讓她選擇了一條與眾不同的路線往東方前進？摩艾石像的興盛與衰落，標示了哪些拉帕努伊歷史上的轉捩點？距離任何地方都非常遙遠的這裡，又為何能夠吸引到世界各地的人來此旅遊甚至定居？\n\n旅行熱炒店EP49，讓我們跟著Vivian的跳島旅程，從玻里尼西亞的南島民族視角出發，重新認識這座雖然遙遠卻和世界有著深刻連結的島嶼，拉帕努伊！\n\n"
  }, 
  "48": {
    "description": "\n\n沖繩是舉世公認的夢幻度假海島。想像有一天老闆對你說，「公司要把你外派到沖繩！」，你的第一個反應會是什麼？想必是連高興都來不及了吧！\n\n本集的來賓Brandy，和先生兩人也就是這樣因為工作關係來到沖繩，只不過這間「公司」比較特別一點——他們是以美國軍人的身份被派駐在沖繩；也因為這個特殊的身份，讓他們擁有和其他人很不一樣的沖繩生活。\n\n是的，我們好像都忘了，其實沖繩和金門、馬祖一樣，是被高度軍事化的海島！光在沖繩本島上，就有高達18%的土地是美軍所有，基地門口每天都有居民靜坐抗議；而在另一側的基地內部，則像是個平行世界，食衣住行樣樣不缺，還有從太平洋另一端大老遠運來的感恩節火雞、情人節巧克力，只為了讓官兵們感覺自己彷彿在家鄉！\n\n在這集節目裡，Brandy將以美軍軍眷的身份，帶我們認識她眼中的沖繩。我們會從二次大戰留下的歷史遺跡出發、探討美軍佔領沖繩的來龍去脈，並尋訪電影《鋼鐵英雄》（Hacksaw Ridge，2016）的真實歷史場景；而在節目後半，我們則將前往Brandy最推薦的沖繩離島「慶良間諸島」與「伊江島」，感受不同於本島的愜意氛圍，並且悠游在「比照片上看起來更湛藍」的大海中！\n\n旅行熱炒店EP48，讓我們一起透過聲音前往沖繩，從二戰史跡一路玩到離島秘境吧！\n\n（由於本集含有多種語言之間的專有名詞切換，建議收聽的時候一邊參考下方的多語對照整理唷～）\n\n"
  }, 
  "47": {
    "description": "\n\n（本集音質稍差，主持人收音有時忽大忽小，在這裡先跟大家說聲抱歉！）\n\n歡迎來到非洲外海印度洋上的島國，模里西斯。憑什麼說它是一個「顛覆想像」的地方？\n\n熱帶島嶼的魅力不必多提。這個面積不過新北市大的火山島，擁有多樣的地形，壯觀的火山口、瀑布與熱帶雨林一樣不缺；更令人稱羨的是，整座島嶼竟然被純淨的珊瑚礁與沙灘給包圍著！無怪乎馬克吐溫在《赤道漫遊記》（Following the Equator，1897）裡寫到，「上帝先創造了模里西斯，然後才根據模里西斯的樣貌創造天堂」。\n\n但光是得天獨厚的自然風光仍然不足為奇。這座島嶼上的人文面貌以及自我認同，才是它真正超乎常人理解的地方——\n\n- 在這裡，同時住著許多不同膚色、族群的人，然而他們之間並不存在著張力或歧視，反而樂於分享彼此的文化傳統，而且每個人都以身為模里西斯人為傲？\n\n- 在這裡，有多達3%的人口是華人，而且幾乎全部都來自中國的同一個省、同一個縣，落地生根超過一個世紀之久，還將19世紀的一些傳統延續至今？\n\n- 在這裡，人們將自然環境與動植物視為最珍貴的資產。一場油輪擱淺事件宛如國難，熱心民眾自發性的前往現場清除漏油，只為了讓家鄉盡快恢復原本的面貌？\n\n為了好好介紹這個特別的國家，這集我們邀請到成長於模里西斯、熱愛家鄉的旅遊達人Cindy，以親身經驗和在地視角，和我們分享這個國家究竟為何如此顛覆想像。旅行熱炒店EP47，和我們一起去體驗充滿魔力的海島模里西斯吧！\n\n"
  }, 
  "46": {
    "description": "\n\n以下這些東西相信大家多少都有聽過，但你能想像，這些林林總總的事物全部都和同一個國家有關嗎？\n\n- Spotify 思播\n- IKEA 宜家家居\n- ABBA 阿巴合唱團\n- 雷神索爾\n- 諾貝爾獎\n- 林奈生物分類法\n- 斯德哥爾摩症候群\n- 清末知識份子康有為\n- 中古/上古漢語擬音研究\n\n沒錯，這集的主角就是瑞典！不過我們不是從旅行的角度切入，而是從「知道這個要幹嘛啊！？」的各種冷知識出發。本集的來賓璨宇，曾因外派在瑞典工作生活兩年；身為超級冷知識達人的他，當然也不會放過這個大好機會，大挖特挖這個國家的各種冷知識。在這集節目裡，璨宇會從維京時代開始，介紹瑞典歷史上的種種，剖析這個國家究竟如何成為它今天的樣子。\n\n懷疑茶和咖啡都有毒的國王，進行人體實驗得到了什麼驚人的結果？冬天在家太無聊，為了找事做，導致瑞典人擁有分類控傾向，還出了個中古/上古漢語擬音研究權威？ABBA阿巴合唱團的服裝特異獨行，竟然和這個國家的稅制有關？趕快打開這集，一起享受被各種瑞典奇葩冷知識淹沒的快感吧！\n\n"
  }, 
  "45": {
    "description": "\n\n4,270公里長、從熱帶一路跨到溫帶的「高個子國家」智利，擁有多樣的自然環境加上南美的人文色彩，是許多人心中的終極旅行目標，但其中能真正成行的人卻不多，只因為它距離台灣實在太！遠！了！無論如何飛行，都是20小時以上、跨越半個地球的航程，讓許多人望之卻步。\n\n這趟連背包客都覺得不好惹的旅程，竟然有人會選擇它，作為蜜月旅行的目的地？\n\n本集的來賓Stanley，就是這樣一位逆向思考的勇者；抱持著「要去，就要去到最遠」的念頭，他和新婚的老婆選擇到智利蜜月旅行。而他們的行程也相當精實，第一站就是直接到位在南部巴塔哥尼亞的百內國家公園，踏上四天三夜的健行旅程！接著又跳到北部的阿塔卡馬沙漠，以及最大城市聖地牙哥的周邊。\n\n為什麼在Stanley眼中，智利是個超級理想的蜜月旅行去處？這個國家究竟有什麼本事，能夠把自己的水果、海鮮與葡萄酒銷往全世界，而且還赫赫有名？在四天三夜的健行路上又碰到了哪些奇人異事，是讓他們旅行回來仍津津樂道的？\n\n旅行熱炒店EP.45，讓我們一起前往南半球，發現蜜月旅行的另一種可能性！\n\n"
  }, 
  "44": {
    "description": "\n\n最近在幾個友台節目上，我以「連續」和「離散」的概念，說明為什麼長途的陸路旅行如此令我著迷——因為在旅程中，我們不是從A點跳到B點，而是一步一步腳踏實地的感受整個漸變的過程！而且路上往往特別容易遇到一些意料之外的人事物，讓旅程變得更加豐富而且充滿驚喜。\n\n西伯利亞鐵路，就是想要感受這種連續漸變過程的最佳路線；從莫斯科到太平洋岸，近10,000公里的車程，不但滿足旅人們所憧憬的壯遊式浪漫，還串起了散落在歐亞草原上的各個族群與文化：蒙古、突厥、斯拉夫；薩滿、伊斯蘭、藏傳佛教；沙俄、蘇聯、俄羅斯聯邦，看似八竿子打不著的人事物都在這條鐵路上現身，碰撞出其他地方沒有的獨特旅行經驗。\n\n究竟是誰異想天開，不惜耗費鉅資，興建了這條人類史上最長的鐵路？旅程中會經過好幾個俄羅斯境內「國中有國」的共和國，這些地方到底是怎麼來的？在火車上的128個小時裡，我遇到了哪些神奇的角色？而火車上洗澡、吃飯等民生問題，又該怎麼解決？\n\n這集EP44，邀請您和熱炒店主廚從中國內蒙古的滿洲里出發，一路往芬蘭赫爾辛基前進，感受那不斷流動、毫無冷場的漸變過程！\n\n"
  }, 
  "43": {
    "description": "\n\n號稱「中亞北韓」的土庫曼，是個眾所皆知的奇特國家——充滿華麗白色建築的首都阿什哈巴特、到處對自己歌功頌德的強人總統，以及嚴格無比的言論管制。在這裡不只無法自由上網，連電視接收衛星訊號都違法！\n\n這樣獨特的神祕感，吸引了世界各地的遊客來此朝聖；但這也不禁讓人好奇，住在那裡的平民老百姓，實際上是過著怎樣的生活？面對這些帶著獵奇心態前來的旅人，他們又有什麼話想說？\n\n本集來賓豬豬隊友，在2019年的環遊世界路上來到土庫曼，意外的被邀請進入當地人家中，親自感受了他們日常的一面，並在便車旅途中體驗到令人招架不住的熱情。這集節目裡，除了旅行故事之外，我們也會討論這個國家如何形成、各種有趣的制度，以及給自助旅行者的實用建議。\n\n這個國家乍看之下或許奇葩、或許巨大而冰冷，但豬豬隊友卻在這裡感受到了它溫暖好客的一面。中亞系列最終章，就讓土庫曼的熱情，連同地獄之門的熊熊烈火，燃燒起你內心的小宇宙吧～！🔥🔥🔥\n\n"
  }, 
  "42": {
    "description": "\n\n喀喇崑崙山與帕米爾高原，是兩個我們曾經在地理課本上讀到過的名詞。這裡不但擁有氣勢懾人的高山、冰河與河谷，也有著純淨質樸的人文景色，是許多背包客心中的夢想之地；但在此同時，這裡也是自古以來的交通要道，不同的族群、文化與政治勢力在這裡來往碰撞著，和宛若無人之境的高海拔風景，交織出獨樹一格的旅行經驗。\n\n這一大塊號稱「世界屋脊」的地區，究竟擁有著什麼魅力，讓一對放下工作去旅行的情侶，選擇以它作為環遊世界一年的起點？各大強權間的競合角力，如何影響著這片土地的面貌？在高海拔地區旅行，有什麼是要特別注意的？身上帶著滿滿照片與影片的創作者，在進出邊界的過程中，又遭遇了怎樣的挑戰？\n\n旅行熱炒店ep.42，就讓我們成為Scott和Wendy的隊友，和他們一起踩著世界的屋簷前進吧！\n\n"
  }, 
  "41": {
    "description": "\n\n「你聽過騰格里嗎？」\n\n在前往有「中亞麥加」之稱的突厥斯坦路上，導遊的一句話，將珮岑帶入了意想不到中亞信仰世界。騰格里究竟是什麼？是一種薩滿信仰，還是另一個神秘的宗教？它又是如何和傳統突厥的祖先崇拜、蘇菲伊斯蘭教兼容並蓄，進而塑造了今日當地的宗教面貌？\n\n在這集節目中，我們將隨著珮岑與導遊間一來一往的對話，以及穿梭於陵墓間的所見所聞，進入中亞的宗教世界中，理解草原民族獨特的世界觀，發掘旅遊照片上看不到的那一面！除此之外，珮岑還會分享許多哈薩克的有趣旅行經歷——\n\n* 在首都努爾蘇丹，室外是零下低溫，室內卻有著應該只會在熱帶出現的景象？\n\n* 氣勢恢弘的查林峽谷深處，藏著一片擁有260萬年歷史的梣樹孑遺森林？\n\n* 在阿拉木圖洗俄羅斯浴，要用樺木擊打身體，自己打不夠痛還可以花錢請人幫忙代打？\n\n馳騁於草原上的中亞之旅才剛開始，這集就跟著我們一起繼續前進哈薩克吧！\n\n\n\n"
  }, 
  "40": {
    "description": "\n\n> 「快馬和翱翔的鷹是遊牧民族的翅膀」——哈薩克諺語\n\n鷹獵，指的是「用訓練過的猛禽去捕捉野生動物」。這個在中亞草原上流傳數千年的狩獵方式，原本是哈薩克人重要的經濟活動，但經過共產政權的統治與生活型態的改變，已經逐漸消失在今天的哈薩克；反而是一群居住在蒙古國西部、未經蘇聯統治的哈薩克人，至今依然維持著相對活躍的鷹獵傳統。\n\n本集的來賓珮岑，曾是研究遷徙猛禽的森林系學生。因為一部電影的影響，決定隻身前往蒙古國西部的巴彥烏列蓋省（Bayan-Ölgii），參加為了維繫鷹獵文化而產生的活動「金雕節」，並且在當地的哈薩克遊牧人家中long stay，和他們一起騎馬奔馳於山嶺草原間，近距離觀察他們與自然的共處之道；此外，她還前往了蒙古國最北端的庫蘇古爾省（Khövsgöl），住進與馴鹿共生的圖哈人家中，親身體驗在高緯度針葉林中採集、遊牧的生活。\n\n究竟蒙古西部為何會居住著哈薩克人？所謂的鷹獵，實際上到底是如何運作的？這個維繫千年的狩獵傳統，正在經歷著怎樣的挑戰？而住在凡事離不開馴鹿的圖哈人家中，又是怎樣的體驗？\n\n熱炒店史上最大份量、53分鐘的精彩內容，這集就讓我們跟著擅長深度報導寫作的珮岑，一起深入蒙古國的西部與北部，用心聆賞這首由穹蒼、草原、猛禽、駿馬與遊牧民族共同譜出的動人樂曲！\n\n"
  }, 
  "39": {
    "description": "\n\n你曾經用英文（或者任何外語）向人介紹自己的家鄉嗎？不妨來挑戰一下用外語解說下面這段歷史吧——\n\n> 「西元1895年，由於甲午戰爭戰敗，大清帝國與日本簽訂馬關條約，將台灣本島與澎湖永久割讓與日本。」\n\n實際做起來比想像的難，對吧？究竟要如何讓外國人能夠理解、同時又講得生動有趣，真的是門大學問啊！\n\n這集節目裡，我們邀請到專攻免費徒步導覽（free walking tour）、向外國人介紹台灣的旅遊新創「Like It Formosa 來去福爾摩沙」，由Sarah和Jeff跟我們分享一路走來的點點滴滴、帶領外語徒步導覽的眉眉角角，以及這幾年努力下來看到的改變。\n\n萬一在導覽途中碰到什麼不愉快，究竟有誰可以出場來個「神救援」？傳統信仰中那麼多位神明，其中哪位最受外國人歡迎、堅持非拜不可？還有許多有趣的小故事，相信聽完你會覺得，有這群人正在為這片土地默默努力著，真好！\n\n同樣熱愛自己的土地、恨不得讓它被人認識的你，一起來聽聽來去福爾摩沙的Sarah和Jeff怎麼說吧！\n\n**註：本集因為錄音場地與器材限制，回音比較明顯一些，可能讓大家聽得比較辛苦，在此說聲抱歉！**\n\n\n\n"
  }, 
  "38": {
    "description": "\n\n你也因為疫情不能去日本玩，而感到鬱悶嗎？\n\n經歷過50年日本統治的台灣，至今仍留有許多日式建築，包括遍佈各地的神社遺跡，可以稍稍彌補一下大家的「日本LOSS」；不過講起這些神社，你或許也曾經想過以下這些問題——\n\n* 日本在台灣興建這麼多神社，究竟是想要達成什麼目的？\n* 當時這些台灣的神社，在整個日本神社的社格系統裡地位有多高？\n* 中華民國被日本侵略了幾十年，為什麼不有仇報仇，在戰後馬上把這些神社拆光光呢？\n* 現在竟然還有一個神社仍在祭祀中！它究竟在哪？\n\n本集節目將詳細介紹神社在台灣的歷史、經歷不同時代的變遷，並且盤點八座值得推薦的神社，包括你意想不到、埋沒在台北市區裡的隱藏版神社，以及正在修復中、未來值得期待的神社！牛年走春，就跟我們一起去尋訪各地的神社遺跡吧！\n\n\n\n"
  }, 
  "37": {
    "description": "\n\n蘇格蘭與英格蘭，原本是兩個各自獨立的王國，後來卻因緣際會變成一個王國的其中兩個組成部分，至今已經超過三個世紀之久。對外人而言，他們就是一個國家——英國，首都在倫敦；然而在內部，他們為什麼仍然有著分別，甚至還有著各自的議會與法律呢？不僅如此，正是因為兩邊制度不同，歷史上有著絡繹不絕的投機者來到這條邊界，穿梭於兩者之間，利用制度差異得利，他們又創造出了哪些奇葩的現象呢？\n\n本集節目邀請到曾在英國留學的大飛，分享他就學期間拜訪當地的見聞。我們會先從歷史脈絡出發，分析這條分界線究竟為何會存在，探討它在不同時代的變遷、至今仍然存在的文化差異，以及因為制度不同而出現過的許多荒謬現象！而在最後，我們也會善盡旅遊節目的責任，跟大家分享去那邊旅行可以如何安排，並推薦一些值得排入行程的地方。\n\n想看看老共最愛講的「一國兩制」，如何在大不列顛島上具體展現嗎？和我們一起來認識這條趣聞滿滿的邊界吧！\n\n\n\n"
  }, 
  "36": {
    "description": "\n\n背包女子天團、號稱「旅遊界SHE」的娘娘不要走，在瓜地馬拉遇上成軍以來最嚴重解散危機！團裡的「暴衝擔當」、一心想要目睹火山絕景的Yoyo，因為低估難度加上準備不足，帶著戴胖與雪莉走上了一條生不如死的健行之路！九死一生回來的他們，將在本集分享一路走來的辛酸血淚，以及通過友情考驗的秘訣——沒想到讓他們度過解散危機的關鍵，竟然是＿＿？\n\n當然，作為一個 #輕知識型旅遊頻道 ，怎麼可能只聊旅行故事呢？這集我們也要來認識一下瓜地馬拉，這個與中華民國關係匪淺的國家，談談他們為什麼跟台灣關係那麼好、與馬雅文化的關連、過往的內戰歷史，以及「香蕉共和國」的由來；除此之外，還有蒂卡爾神廟、安地瓜古都的實用旅行資訊，聽完保證對於瓜地馬拉好感度直線上升！\n\n既能認真又能荒腔走板，這就是娘娘不要走的魅力所在。一起來加入他們的友情大考驗吧！\n\n![](https://imgur.com/nl5bhng.jpg)\n*本集所述的火山登山路線示意圖，也是絕交事件的案發現場，歡迎搭配節目服用。*\n\n\n\n"
  }, 
  "35": {
    "description": "\n\n芬蘭北部第一大城－羅瓦涅米有「官方認證的聖誕老人故鄉」之稱，每年吸引大批遊客從世界各地慕名而來，要和傳說中會在平安夜爬進煙囪、偷偷把禮物塞進聖誕襪的神秘人物見上一面；但你可曾想過，除了聖誕老人之外，還有哪些人居住在這片土地上嗎？\n\n甫自大學畢業的Ralph，意外地來到拉普蘭工作，因而對於這片土地有了不一樣的認識，從近代戰爭帶來的影響、原住民「薩米人」權益進展、各種旅遊項目中的眉眉角角，到對於永續旅遊發展的反思，他都有獨到的見解。在這集紮實的節目裡，Ralph會用以下幾個角度來帶領我們認識拉普蘭——\n\n### 1️⃣ (07:15) 從芬蘭近代史上的三場戰爭談起\n二次大戰期間芬蘭的冬季戰爭、繼續戰爭與拉普蘭戰爭，改變了羅瓦涅米的面貌，也意外促成聖誕老人村雛形－羅斯福小木屋的出現。想認識芬蘭與羅瓦涅米，不可不了解這三場戰爭！\n\n### 2️⃣ (21:20) 羅瓦涅米極地導遊的工作秘辛——\n擔任極地導遊期間，Ralph累積了不少有趣冷知識——聖誕老人其實不只一個？芬蘭浴怎麼玩才能盡興？極光指數與極光出現的機率不完全相關？張韶涵的《歐若拉》又透漏著什麼資訊？讓Ralph用親身帶團經驗告訴你！\n\n### 3️⃣ (32:15) 以拉普蘭為家的原住民－薩米人血淚史——\n被視為人權典範的北歐，其實也有歧視原住民的黑歷史！不論挪威、瑞典或芬蘭，過去皆有針對薩米人的種族主義政策。曾經被視為次等人種的他們，如何尋回自己的文化與自信，還成為《冰雪奇緣2》的重要元素？作為一位旅人，怎樣的旅行方式才是真正尊重他們？\n\n### 4️⃣ (46:08) 極地導遊的反思：速食化的觀光模式，對這塊土地真的好嗎？——\n疫情之前的羅瓦涅米，似乎已經逼近環境負載力的上限；來自世界各地的遊客，寧可排上2小時的隊，也要看到30秒的聖誕老人！這種旅行方式，對於脆弱的極圈生態系、或仰賴放牧馴鹿的薩米人來說，真的是好的嗎？\n\n\n\n"
  }, 
  "34": {
    "description": "\n\n1905年，當挪威脫離瑞典王國、正式宣告獨立時，這個北歐小國其實是被看衰的——區區一個偏僻小國，地勢崎嶇又沒什麼資源，靠自己能夠撐多久？但大家萬萬沒想到的是，1960年代後半，挪威在自家後院發現了一個不得了的寶藏，靠著它在短短10年間，GDP竟然直接翻倍！\n\n這個國家的神奇之處還不僅止於此。它到底是有什麼本事可以耍孤僻，既不加入歐盟，也不使用歐元？究竟是挖到什麼寶，讓人從出生就一路被國家罩，唸書不但不用錢，還有機會可以拿到錢，而且就算完全不工作也有基本收入？在這個讓人「不想努力」的國家生活，到底是怎樣的感覺？\n\n接續上集的訪談，這集同樣由旅居挪威的景觀建築師湘鄉，繼續解密在福利國家生活的真實樣貌！不只是令人咋舌的福利，還有面對的各種挑戰與文化衝擊；此外，我們也會聊聊極圈原住民薩米人當前的困境，以及由峽灣、高山與沙灘交織而成、讓所有人歎為觀止的極圈絕景羅弗敦群島！\n\n7年的挪威生活、12次拜訪羅弗敦群島以及規劃各種極地旅行的經驗，這週邀請你再次和湘鄉一起體驗北極圈的魅力！\n\n\n\n"
  }, 
  "33": {
    "description": "\n\n地表上數一數二「靠北」、緯度最高到達北緯81°的冷岸群島（又稱斯瓦巴），向來人跡罕至，僅有少數國家刻意在此插旗（詳見本節目ep.7）；但過去10多年來，它卻成為地球毀滅時拯救人類文明的最後希望！這裡不只保存了多達100萬種來自世界各地的植物種子，就連全球開源程式碼賴以生存的管理系統GitHub，也將所有程式碼保存一份在這裡。說這裡是全人類的諾亞方舟都不爲過！\n\n然而，生活在這片偏遠又寒冷的土地上，究竟是什麼感覺？環境限制又造就了什麼特殊的現象？\n\n本集的來賓湘鄉，曾於挪威就讀景觀建築，因而在冷岸群島生活了數個月的時間。在這集節目裡，湘鄉將帶著我們深入冷岸群島，回顧歷史上歐洲各國在此留下的足跡，分享在這裡生活的點滴、探索獨樹一格的蘇聯示範聚落，並且直擊人類正如何取用此地的資源。除此之外，湘鄉也會分享大西洋上另一個神秘的地方、《權力遊戲》的取景地法羅群島，和我們聊聊超級驚悚的旅行經驗，以及當地特有的傳統捕鯨文化！\n\n靠北到難以更靠北的旅行，現在就跟著我們一起踏進北極圈吧！\n\n\n\n"
  }, 
  "32": {
    "description": "\n\n相信本節目的許多聽眾都熱愛旅行，甚至到了「三日不旅行，便覺面目可憎、語言無味」的地步；然而對這世界上其他某些人而言，旅行既不是興趣也不令人興奮，而是為了生存而不得不做的一件事，這些人就是——難民。\n\nEp.12裡我們曾經提到，來自中東的難民，往往得走過漫長而艱困的路程，歷經千辛萬苦才能敲開歐洲的大門，然而真正的挑戰從這裡才正要開始！語言及文化的差異，使得他們很難融入新的環境，經濟上也因此處於弱勢；不僅如此，身處的國家也往往不是自己想去的，因此他們只能用更多的時間和努力，去換得一個前往夢想國度的可能性。\n\n從巴爾幹的便車旅行到愛沙尼亞留學，姿婷不斷有機會與這些難民相遇，並且透過對話深入了解他們的真實情況。想了解敲開歐洲大門之後的難民，在這片土地上面對的是怎樣的挑戰嗎？來聽聽這集節目，一起認識這些和我們不太一樣的「旅人」吧！\n\n\n\n"
  }, 
  "31": {
    "description": "\n\n僅有130萬人口的小國愛沙尼亞，這幾年卻在全球成為傳說般的存在！這個國家不但養出了知名通訊軟體Skype，還有其他無數新創公司在爭鋒出頭；除此之外，它的數位化程度也遙遙領先全球，不但有電子投票、電子身份認證，甚至還推出了電子公民這種在別的地方無法想像的東西。真的很難想像不過在30年前，它還只是蘇聯的一個加盟共和國！\n\n這個資源不豐的小國，究竟是如何達成今天的成就？各種關於愛沙尼亞天花亂墜的傳說，究竟是真的還是假的？蘇聯所留下的痕跡，今天在愛沙尼亞境內還能看到嗎？過去是外來統治者的俄羅斯人，現在在愛沙尼亞又是怎樣的存在？就讓目前正在愛沙尼亞就學、已經在當地居住了數年的「愛沙尼亞一姊」姿婷，為我們全面剖析各種愛沙尼亞都市傳說吧！\n\n聽完之後也強烈推薦大家去閱讀姿婷的文章（可參考show note中的連結），深入淺出的內容，保證讓大家對愛沙尼亞的認識更加全面！\n\n\n\n"
  }, 
  "30": {
    "description": "\n\n隨著自助旅行的風氣盛行，過去10多年裡「旅行部落格」成為熱門的創作形式，許多人透過這種方式分享旅行，其中一些還因此成為知名部落客；但話說回來，創作之路究竟是如何開始的？在這一路上有什麼樣的挑戰？在能見度完全被演算法宰制的2020年，能如何突破網路生態的限制、讓自己的作品被看見？\n\n本集的對談來賓Angel算是我的「同梯」，我們差不多時間開始在社團分享旅行文章，也在這一年裡藉由創作有所成長。這集的內容，可以想成是我們的「同梯聚會」——我們聊的不是「如何當一個成功的網紅」或「如何讓粉專在三個月內破萬」，而是我們一路走來的成長與學習。\n\n如果你也是喜歡分享旅行的人，或者也正在創作的路上努力著，歡迎進來跟我們一起取暖 :)\n\n\n\n"
  }, 
  "29": {
    "description": "\n\n1965年發行的音樂劇電影《真善美》（The Sound of Music，或譯《音樂之聲》）是許多人小時候音樂課的回憶，家庭溫馨風的勵志劇情、好萊塢式的逃亡情節、配上百老匯式的音樂，是影史上極為重要的一部電影。或許有些人知道它的劇情來自真實存在的「特拉普家庭歌手」（Trapp Family Singers）的故事，但這家人逃離奧地利之後，究竟去了哪裡呢？電影的情節，又和真實的故事有多少出入呢？\n\n事實上這個家庭後來流亡到了美國，如同多數移民一樣在新世界重新建立家園，最後定居在新英格蘭北部佛蒙特州（Vermont）的小鎮Stowe，在一片山坡上重現家鄉奧地利的風景，並且將家園做成旅館，與來自世界各地的旅人分享。\n\n懷著「朝聖兒時記憶」的心情，我從波士頓開車來到這裡，從特拉普家族後代的口中聽到了他們的真實故事，並透過書籍回溯了他們一路流浪到美國的過程，發現真實故事其實比電影更加精彩！2020年的最後一週，就讓我來大家分享一下他們這段特別的旅程吧！\n\n\n\n"
  }, 
  "28": {
    "description": "\n\n台灣某高中教室裡坐著這麼一位女生，老師在上面上課，她卻總是在下面讀著自己的地理和旅遊書籍，簡直活在平行時空裡；不只如此，她還不惜鬧出家庭革命，選擇高中畢業不讀大學，只因為迫不及待想去外面看看這個世界？\n\n本集的來賓姿婷，就是這樣一位特別的窮遊背包客。帶著打工度假的積蓄，不到20歲的她從義大利坐船跨越亞得里亞海，來到網路上號稱「歐洲最落後」的國家阿爾巴尼亞，結果卻完完全全地愛上了這裡！接著她更用了兩個月的時間，搭了72趟便車，遊遍了東南歐的8個國家！\n\n阿爾巴尼亞究竟有什麼令人著迷之處？看似和台灣八竿子打不著的前共產國家，為什麼聽到有台灣人來會覺得興奮？便車窮遊途中無奇不有，從大卡車到馬車都可能搭到，路上該如何保護自己的安危？\n\n上禮拜也巴爾幹、這禮拜也巴爾幹，巴爾幹就是這麼有趣的地方（聽得我好想去啊😭😭😭）！旅行熱炒店ep.28，跟著叛逆系背包客姿婷看見巴爾幹的另一面！\n\n\n\n"
  }, 
  "27": {
    "description": "\n\n講到伊斯蘭教，我們腦中最先跳出來的通常是北非、中東、中亞與東南亞，但你知道其實歐洲也有3個地方，是穆斯林人口佔大多數的伊斯蘭教國家嗎？\n\n位在巴爾幹半島的阿爾巴尼亞、科索沃以及波士尼亞與赫塞哥維納，擁有和歐洲其他國家不太一樣的風景——幾個世紀以來，這裡都是穆斯林佔多數，城鎮裡清真寺與叫拜塔林立，洋溢著東西文化交匯的風情；但同樣也正是因為文化多元，歷史上衝突不斷，甚至到1990年代仍然有過戰爭與大屠殺。\n\n史上最不正經的背包女子天團、自稱「背包界SHE」的組合「娘娘不要走」，在本集旅行熱炒店中隆重登場！在這集節目裡，Yoyo和戴胖兩位成員會從歷史與文化角度，說明這裡為何衝突不斷，伊斯蘭教、東正教與天主教如何在這片土地上相互碰撞，並且分享讓他們大開眼界的各種見聞——\n\n* 阿爾巴尼亞早期和共產國家都是好朋友，結果從北韓學來了一項超強尖端科技？\n* 一座不大城市竟然可以「一城兩制」，被科索沃和塞爾維亞分成兩半，而且兩邊還使用著各自的語言和貨幣？\n* 1990年代發生在波士尼亞的大屠殺，可以有多殘酷？\n\n想透過既輕鬆又幽默的分享，認識和印象中不太一樣的歐洲伊斯蘭世界嗎？旅行熱炒店ep.27，讓我們跟著背包女子天團一起闖蕩巴爾幹！\n\n\n\n"
  }, 
  "26": {
    "description": "\n\n大家敲碗已久的 #紐約環遊世界第二彈 終於來啦！號稱地表文化最多元城市的紐約，果然有著發掘不完的驚喜！接續上集的精神，這集我們要來認識另外六個擁有故事的移民群體——\n\n### No.1 溫州人縱橫全球商界，靠的不是大餛飩？ | No.1 紐約各大華人區 (04:15)\n\n![](https://imgur.com/jGWWXEy.jpg)\n\n溫州商人之強大眾所皆知，而在紐約也有多達10萬的溫州人！究竟溫州人為何這麼會做生意？台灣人熟悉的溫州大餛鈍，其實在溫州社群裡是不存在的？\n\n### No.2 鎮守曼哈頓最高點的多明尼加人們 | Washington Heights (13:54)\n\n![](https://imgur.com/JWrCPqY.jpg)\n\n\n\n"
  }, 
  "25": {
    "description": "\n\n巴拉圭是地表上距離台灣最遠的國家，也是在南美洲唯一的邦交國；如果從台灣往地心鑽一個洞，另一端出來的地方就是巴拉圭！然而，許多人造訪過在它周圍的巴西、阿根廷與玻利維亞，卻很少人會來向這位老朋友問聲好。\n\n今天的來賓Jessie，因為業務需要到巴拉圭出差，也因此有機會好好認識這位我們不太熟悉的老朋友。在這集節目中，Jessie會為我們解析這個國家獨特的文化與歷史脈絡，分享在這裡的銷售經驗、旅行故事，還有如何從巴拉圭前往伊瓜蘇瀑布的詳細解說！\n\n為什麼我們說巴拉圭是台灣的「平行世界」、兩邊歷史意外地相似呢？台灣在這裡有著超強的存在感，甚至還有中正紀念堂？這個國家又是如何保存了瓜拉尼Guaraní原住民語言，甚至讓它擁有官方語言的地位？聽完這集你就會知道啦！\n\n"
  }, 
  "24": {
    "description": "\n\n好久沒跟大家聊聊天了！這集想分享一下製作podcast過程中，3個讓我覺得挑戰最大但也最有成就感的事情；此外，也會聊聊最近在疫情肆虐的美國生活情況、我的夢幻旅行地點，並且回覆10月到11月間在Apple Podcasts上的聽眾留言！讓我用聲音與你聊聊天吧 :)\n\n本集回覆以下聽眾留言——\n\n* 拉傻去哪兒\n* solomonislander\n* 大頭魚丸\n* 下港烏鴉\n* 楊小楓Max\n* pqweertyuuiooopp\n* 棒棒酪梨\n* 偏鄉老師\n* Hpj002\n* YHF12\n\n\n\n"
  }, 
  "23": {
    "description": "\n\n語言不必然是旅行的障礙，但相信許多人都有過這樣的時刻：「要是我會講當地的語言該有多好！」本集就讓通諳多國語言的「語言收藏家」秉諭，來分享多語能力如何讓他的旅行變得不一樣！ \n\n這集接續著上回在古巴的故事。秉諭一向喜歡假裝自己是別國人、用不同語言和人交流。越南語非常流利的他，在古巴裝越南人卻差點吃鱉，只因為古巴人個個都是越南通！他還發現，有個越南歷史人物，在古巴是家喻戶曉，這個人究竟是誰？（當然不是胡志明！） \n\n除此之外，秉諭還會分享他在各國的多語經歷，例如—— \n\n* 在緬甸的越南小吃店交到朋友，導致後來在西貢受邀參加端午節家族聚會！ \n* 在朝鮮（北韓）用韓語詢問黑市匯率，結果竟然得以一窺封閉國度的經濟現況？ \n* 在越南協助香港籍旅人和小巴司機溝通，消弭了一場潛在的火爆衝突！ \n* 在印尼因為班機取消差點崩潰，結果用印尼語自救成功？\n\n最後的最後，秉諭也會分享給自助旅行者學習語言的建議！這麼精彩、有趣又實用的一集，還不趕快給它聽爆嗎？\n\n\n\n"
  }, 
  "22": {
    "description": "\n\n大家都知道古巴是個非常與眾不同的國家，街景讓人一秒回到60年代，還有著許多不可思議的現象，但是，你有想過古巴究竟是如何成為今天的古巴嗎？ \n\n本集的來賓秉諭，拜訪過全世界現存的所有共產國家，對於冷戰歷史及共產制度非常感興趣，同時也是個語言收藏家，喜歡用各地語言和當地人溝通。他所看到的古巴，不只是個懷舊景點或奇葩國家，更像是一扇通往冷戰歷史的門，引領我們深入鐵幕另一側的世界。這集我們會聊到——\n\n* 大家都聽過古巴非常特別的雙貨幣制度（CUC與CUP兩種貨幣並行），但這制度究竟是怎麼來的呢？ \n* 古巴與美國看似是世仇，其實曾經有著肝膽相照的過去。究竟是發生了什麼事，導致他們一夕之間翻臉、甚至後來差點造成核武大戰開打？ \n* 半個世紀之前的古巴人，竟然能穿越到我們EP9介紹的剛果民主共和國？這是怎麼回事？ \n* 據說古巴人排隊不是排成一直線，而是透過某種特殊默契確認自己的先後順序，外地人該如何融入其中？ \n\n就讓我們一起透過秉諭的達人視角，來深入解析這個特異獨行的國家吧！ \n\n\n\n"
  }, 
  "21": {
    "description": "\n\n一個真正熱愛旅行的人，即使沒有跑很遠，仍然能用敏銳的眼光，發現不一樣的世界！在這集節目裡，我們不去任何遙遠的國度，而是要拜訪那既熟悉又陌生的「左邊鄰居」，中國。\n\n本集的來賓Angel，擁有德國交換、瑞典修課、以色列實習、住在約旦富豪家等無數精彩的閱歷，最近還開了「『女生1+1+1』獨旅以色列不可思議」環島巡迴講座。作為一位身經百戰的自助旅行達人，為何會選擇到中國去實習呢？\n\n本集的主軸是Angel在實習期間的見聞，包括在深圳的生活，以及在廣東及湖南自助旅行的經驗。作為改革開放的先驅，深圳是個讓人勇敢嘗試的地方，據說從提出idea到做成prototype，只需要短短7天？Angel說這城市像是個「外表高冷的暖男」，何以見得？中國科技業的996，究竟是傳說還是現實？在這個既相似卻又如此不同的地方生活和旅行，又讓Angel有了怎樣的反思？\n\n在ep.21裡，就讓我們跟著Angel去一窺中國科技巨獸總部的真面目吧！\n\n\n\n"
  }, 
  "20": {
    "description": "\n\n不要懷疑，你沒有跑錯棚，旅行熱炒店這集就是要來談資訊安全！\n\n在旅行的路上，要顧的不只是人身安全，資訊安全也同樣重要！尤其本熱炒店主打「冷門路線旅行」，這表示我們前往的國家有些的確風險較高，甚至可能有無孔不入的言論審查。在這些地方旅行，我們能如何保護自己、避免讓有心人士或特定政權有機可乘？\n\n這集我們邀請到重量級來賓、台灣資安podcast第一把交椅、不久前才剛訪問過唐鳳委員、「[資安解壓縮](https://infosecdecompress.com/)」節目的主持人Jeff，來和我們聊聊旅行途中跟資安相關的眉眉角角，以及如何能夠降低風險！內容涵蓋像是以下議題——\n\n* 原來機票是個超強洩密工具？\n* 去到有網路審查、甚至是會直接掃描手機內容的國家，應該如何應對？\n* 為什麼用豆腐頭充電比用USB安全？\n* 如何設置電腦、手機上的保護，將遺失時的影響降到最低？\n\n想「快快樂樂出門、平平安安回家」的話，資訊安全絕對是不可或缺的。一起來聽聽Jeff給各位旅行愛好者的專業建議吧！\n\n"
  }, 
  "19": {
    "description": "\n\n**#標題只是借題發揮 #主持人和來賓並沒有要唱歌謝謝**\n\n不知道大家是否還記得，2019年9月索羅門群島與台灣斷交時，媒體紛紛報出「索羅門民眾群起遊行抗議、反對與中國建交」這樣的新聞，似乎是想要給一再受到打擊的台灣人一點安慰；然而，當地人是真的這樣想嗎？還是說從頭到尾都不過是台灣人在自我感覺良好、覺得自己好棒棒而已？\n\n本集再次邀請到擅長深度報導的記者兼背包客易安，和我們分享他在斷交之後第三天，火速前往索羅門群島的第一手觀察！易安會結合歷史脈絡與他的深度觀察，解析為何當地對於和中國建交如此反感，並且讓我們看到，原來這件事情不僅僅是中台角力這麼簡單而已！所謂的國內政治與國際情勢，其實往往都是彼此連動、密不可分的。\n\n除此之外，易安還會分享背包客可以如何前往索羅門群島旅行，以及當地的旅遊重點！想更了解這個「認識南太平洋的最佳門戶」嗎？來聽聽這集深度專訪吧！\n\n\n\n"
  }, 
  "18": {
    "description": "\n\n**#不要懷疑就是你知道的那個KMT無誤 #是大溪地不是桃園大溪**\n\n位在南太平洋的大溪地，擁有湛藍海水與白淨沙灘，向來是全球旅人嚮往的海島度假勝地；但你知道這裡其實有著為數眾多的華人移民，而且還存在著擁有百年歷史的國民黨海外分部嗎？\n\n本集的來賓易安，就是被「國民黨」這個關鍵字吸引而來到大溪地。抱持著強烈的好奇心，他意外地結識了當地的華人領袖與曾經「留學台灣」的廟公，因而深入了那裡的華人移民網絡中，聽到了這群人的故事，進而發現：原來台灣與大溪地的關係竟然是如此的密切！\n\n大溪地的華人與國民黨，究竟是怎樣的存在？這片遙遠的土地和台灣，有著什麼鮮為人知的神秘連結？如果不想走海島度假路線，可以如何探索大溪地？突破你想像的大溪地之旅，讓我們跟著易安一起出發吧！\n\n\n\n"
  }, 
  "17": {
    "description": "\n\n#### #曼哈頓島上竟然有個小福州，裡面的人都講福州話賣福州魚丸，還有著靠人蛇集團偷渡而來的辛酸歷史？\n\n#### #世界第一藏人首都是北北印的達蘭薩拉，但你知道紐約的Jackson Heights也到處飄揚著雪山獅子旗和經幡、號稱是藏人第二首都嗎？\n\n#### #圭亞那明明是個南美洲國家，為什麼他們的移民社區看起來卻像是小印度？\n\n#### #嘻哈音樂竟然是少數族群在社區裡開趴而被創造出來的？\n\n俗稱大蘋果的美國紐約，海納百川地容納了來自世界各地的移民，在此重現自己家鄉的生活、景色與美食，也使得這裡成為地表文化最多元的城市。套用一下解鎖地球的介紹詞：這顆大蘋果因為分歧而美味！\n\n然而許多人對紐約多元文化的了解，僅止於法拉盛或K-town等知名度較高的區域，忽略了這個城市裡更多值得被探索的區域，以及值得被聽見的故事。這讓Jerome決定要製作這集，把大蘋果裡更多有趣的角落分享出去，在大家紐約旅遊清單上多加幾個點！\n\n比搭機環島更便宜、更貼近地表的偽出國旅行，發現你不知道、旅遊書也不會寫的紐約，現在就跟著Jerome一起出發吧！ Let's go!!!\n\n\n\n"
  }, 
  "16": {
    "description": "\n\n偽地理風水大師Jerome來啦！！\n\nJerome在大學讀的是地理系。當年向人提及自己的科系，往往都會被半開玩笑地問「地理系？你會看風水嗎？」這個號稱地表最懂得上天下海、動不動就在外面趴趴走的科系，裡面大家到底是在學些什麼東西？大學四年的學習，又對於今天的我以及旅行熱炒店節目有著什麼影響？這週趁著教師節，就來分享一下我大學四年台灣走透透的日子，並且謝謝所有辛苦的地理老師們！\n\n除了地理風水大師為大家解惑之外，這集節目的本體是閒聊，我會和大家聊聊最近做這幾集的專訪的心得、參加podcaster meetup的感受，最後則會回答來自聽眾的問題！如果你最近聽了很多專訪、有點想念那個在閒聊狀態下有點不正經的熱炒店主廚，歡迎來聽聽這29分長的碎碎念～\n\n\n\n"
  }, 
  "15": {
    "description": "\n\n"
  }, 
  "14": {
    "description": "\n\n### #沙烏地阿拉伯 + #單車旅行 + #女性視角 = 不可錯過的精彩壯遊故事！\n\n甫從學校畢業的Yoga，獨自踏上了橫跨歐亞的單車壯遊之路，打算從中亞一路騎到歐洲，作為自己的畢業旅行；然而，路上從車友得知沙烏地阿拉伯正好開放觀光簽證，使她毅然決定改變計畫，來到這個幾乎沒有背包客踏足的國家，並且成功騎車橫跨了渺無人煙的沙漠。\n\n這一路上原以為可以享受自己騎車的寧靜，誰知道身旁卻出現了一群人，如影隨形的糾纏著他們，這些人到底是誰？他們想做什麼？在這個2013年才開放女性騎乘自行車的國家，Yoga騎著車現身，對他們帶來了怎樣的震撼？在公共領域被完全隱匿、深藏於罩袍（Abaya）下的沙國女性世界，又是怎樣一番風貌？\n\n在這集節目裡，就讓我們一起循著Yoga的足跡，突破極權統治、宗教戒律、家族傳統、性別框架的層層阻礙，挖掘神秘面紗下的沙國真實面貌，尋找跨越文化、宗教與性別的真摯友誼！\n\n\n\n"
  }, 
  "13": {
    "description": "\n\n到了那裡，才發現自己能做的是如此有限——\n\n經過多年準備的小劉，在這集終於踏上了庫德斯坦的土地！但新環境的文化衝擊馬上接踵而來——在家要洗衣服吹頭髮必須碰運氣？車子壞了要修還得自己去找零件？只娶一個老婆在當地被視為不正常？不只如此，剛來到此地的小劉接連受到孩童戲弄而不堪其擾，沒想到背後原因竟然是⋯⋯\n\n在這集裡，小劉不只要跟各位分享過程中碰到的趣事與衰事，也會聊聊在那裡親身感受到的無奈，還有最最最重要的——在遠方的我們能夠如何認識、接觸庫德人，甚至是參與到他們的生活之中。一起來聽聽小劉分享他在庫德斯坦的日常吧！\n\n\n\n"
  }, 
  "12": {
    "description": "\n\n「庫德人除了山，沒有朋友」——一句充滿黑色幽默的庫德諺語，道盡這個族群的滿腹心酸。號稱世界第一大「沒有自己國家的民族」，庫德人長期在周遭各國的夾縫中求生存；即使偶爾因為政治或軍事目的而得到援助，卻每次都是用完即棄，留下他們繼續如同中東孤兒般掙扎著，堪稱「地表最強工具人民族」，沒有之一。\n\n土生土長的台灣人小劉，因為一部電影認識了庫德族，進而決定前往伊拉克北部庫德斯坦的難民營工作。在情勢如此特別的地方工作，保命第一要訣是什麼？想走上這條路，事前應該有哪些準備？真正的庫德人與庫德斯坦，和我們在媒體上看到的是否相同？在ep.12裡，就讓我們一起跟著小劉來認識這塊土地和這群人吧！\n\n\n\n"
  }, 
  "11": {
    "description": "\n\n西非並不是只有廷巴克圖的傳說！1817年一位英國人拜訪了今天迦納境內的阿散蒂帝國，並且寫了一本書來描述當地的金碧輝煌。當時英國人都當他在唬爛，沒想到這個坐擁金山的帝國竟然是真的！不但曾經在戰爭中擊敗英國，甚至一直到今天都還有國王。它，究竟是個怎樣的黃金帝國？\n\n而迦納北部的Mole國家公園，號稱是「非洲最平價的莽原」，只要搭乘大眾運輸就可以到達，旁邊又有著號稱「西非麥加」的Larabanga清真寺；南部的海岸邊，則讓人親自走入過去囚禁奴隸的地窖中，感受他們慘絕人寰的待遇。如同它過去的名稱「黃金海岸」，迦納是個豐富而有趣的地方，今天就跟著主廚Jerome一起去走走吧！\n\n\n\n"
  }, 
  "10": {
    "description": "\n\n你或許聽過巫毒教，也在課本上讀過黑奴的歷史，還知道台灣曾經有個邦交國叫布吉納法索；而他們的共通點，就是都和號稱「地表自助旅行難度最高」的地區西非脫不了關係！\n\n2019年是第一波黑奴抵達北美400週年。抱持著想要追根溯源的決心，Jerome背起了背包，一個人前往西非的三個國家貝南、多哥、迦納自助旅行。在第一個國家貝南，Jerome坐船拜訪號稱「西非威尼斯」的水上聚落Ganvie，卻發現他們一點都不浪漫的悲慘歷史；在巫毒教重鎮Ouidah，驚見某種駭人生物竟然是巫毒教的聖物；一路上又體驗了西非的烈日、路邊隨停隨買的汽油、坐到7個人才算滿載的小客車，還驚訝的發現這個國家的歷史和台灣竟然有幾分相似。\n\n西非真的適合自助旅行嗎？而存在感薄弱的小國貝南，究竟是怎樣的地方？這集就讓熱炒店主廚Jerome帶大家一起去走走吧！\n\n\n\n"
  }, 
  "9": {
    "description": "\n\n電影距離現實並不遙遠，無論是《盧安達飯店》，還是《剛果》裡的大猩猩，都是存在於真實世界的！在這集節目裡，就讓我們跟著行動力超強的的旅人Johnny一起去現場朝聖吧！\n\n盧安達境內一直存在著胡圖人與圖西人的衝突，最終在1994年推向《盧安達飯店》裡出現的大屠殺；但電影沒告訴你的是，這個國家後來馬上走向和解，擁有高效率且清廉的政府，還是外資與旅遊的熱門據點。盧安達是非洲國家的希望嗎？據說盧安達飯店的經理在當地其實是個爭議人物，又是怎麼回事？\n\n至於剛果民主共和國，雖然名字裡有「民主」，民主之路卻走得艱辛漫長，20年前還經歷了號稱「非洲世界大戰」的第二次剛果戰爭。在當地嚮導的帶領下，Johnny深入了Virunga國家公園的叢林深處，與原生山地大猩猩近距離接觸。這趟旅程為何讓Johnny感動不已？路上又潛藏著怎樣的危險？\n\n在資訊超級豐富的EP9裡，讓我們一起發掘這兩國的真實面貌！\n\n\n\n"
  }, 
  "8": {
    "description": "\n\n一次工作場合中的對話，意外地促成了Johnny今年初的東非四國之旅。在這趟旅行的第一站烏干達，Johnny拜訪了電影《最後的蘇格蘭王》裡描述的真實歷史場景、觀看導遊在赤道上的科學實驗、親身體會當地超乎想像的貧富差距。至於全世界最新的國家南蘇丹，2011年獨立至今仍然逃不過內戰的宿命！兩大族群丁卡人與努爾人間的衝突，塑造了它的種種不可思議——在這裡任意拍照是犯法的，而貪污索賄更是家常便飯。來此自由行的Johnny，究竟是如何存活下來的？還有，為什麼我們會說東非是個「漫威宇宙」呢？以上所有問題的答案都在節目內容裡，有聽的話就會知道囉！\n\n\n\n"
  }, 
  "7.5": {
    "description": "\n\n番外篇EP7.5突襲上架！！\n\n為什麼會有這個EP7.5呢？其實只是因為覺得從前蘇聯直接跳到非洲有點太突然了，應該要出來串個場娛樂大家一下 🤣 ；不過很遺憾的本人缺乏娛樂細胞，所以就只能出來回答幾個問題、聊聊自己對於前蘇聯系列的心得感想，然後稍微簡單介紹一下非洲這樣。娛樂效果為零，但誠意滿分啦XD\n\n好啦，另外一個原因其實是怕EP8無法按時剪完，先來個番外篇墊個檔，我會努力讓EP8準時上架的 😭😭\n\n想知道非洲為何會被分成兩個世界？想用兩分鐘的時間了解南部非洲的近代歷史？想聽Jerome做完前蘇聯系列的真情告白，還有未來旅行的口袋名單？趕快打開這集來聽吧！\n\n\n\n"
  }, 
  "7": {
    "description": "\n\n這集我們要前往接近北極的斯瓦巴群島，與不久前剛被併吞的克里米亞半島，感受俄羅斯如何試圖控制世界，就連天涯海角也不放過！斯瓦巴群島位於北緯74至81度，上面有地表最「靠北」的幾個城鎮，許多自助旅行者會刻意來此踩點；雖為挪威領地，任何人卻都可以來此插旗。由俄羅斯國營公司經營的城鎮巴倫支堡，表面上是座煤礦，實際上又藏著怎樣的秘密？想要到如此「靠北」的地方旅行，又該如何前往呢？至於克里米亞，我們都知道它在2014年被俄羅斯兼併，卻忘了它也曾經是1945二戰結束前夕同盟國三巨頭「雅爾達會議」的所在地！這塊被東西方帝國都統治過的土地，究竟有什麼優勢讓各國搶著要？聽說雅爾達會議時大家其實都在開趴，是真的嗎？\n\n\n\n"
  }, 
  "6": {
    "description": "\n\n4,019,492人確診、145,053人死亡、確診率是全球平均的六倍多，這是世界第一強國截至7/22晚上9:30為止的疫情數據。在這個無論科技還是公衛研究都領先全球的國家，為什麼會在武漢肺炎中被徹底打敗、至今仍持續惡化中？又為什麼黑人與拉丁美洲裔確診率高達白人的三倍？這集裡Jerome結合親身經驗與文化脈絡，向你解析美國究竟是如何走到今天這步的！除此之外，更不可錯過的是開播以來首度的Q&A特集！我們收集了好多有趣的問題，從節目取材、視覺設計、Jerome和鯨魚的旅行攻略，甚至連Jerome的拿手菜通通都有涵蓋，整個就是相當輕鬆有趣的一集！進來一起感受一下愉悅的聊天氛圍吧 :)\n\n\n\n"
  }, 
  "5": {
    "description": "\n\n不顧基輔反對！烏克蘭的最東邊，竟然藏著兩個地圖上找不到的獨立國家，還存在著普亭的側翼!?位在烏克蘭東部的「頓內次克」與「盧甘斯克」這兩個州，在2014年宣布獨立，背後還有俄羅斯老大哥撐腰，至今仍然是基輔政府的燙手山芋。受到國際制裁、失去了西方連鎖店的他們，竟然自己創造了山寨版的麥當勞？號稱「歐洲統促黨」、「普亭側翼」的組織「夜狼俱樂部」，名義上不過是個重機車隊，又為何能在此坐擁大量軍武、甚至參與戰爭呢？至於夾在摩爾多瓦與烏克蘭之間的「德涅斯特河沿岸」（德左），名義上屬於摩爾多瓦，但從蘇聯解體之後就一直維持著獨立狀態。在這裡，舊時代的建築甚至列寧雕像仍然矗立著，彷彿就是個活生生的前蘇聯博物館！不僅如此，他們還是全世界唯一發行塑膠硬幣的國家。在這裡旅行，究竟是怎樣的體驗呢？在這集節目裡，就讓我們繼續跟著52赫茲的鯨魚（小律師的非主流歷險）一起揭開這些地方的神秘面紗吧！\n\n\n\n"
  }, 
  "4": {
    "description": "\n\n「事實國家」是具備所有國家要素、但並未廣受國際承認的政治實體，其中最有名的例子就是——台灣！不過，你知道除了台灣之外，在歐洲與非洲還有好幾個同病相憐的類似案例嗎？\n\n這次很榮幸的邀請到「立志踏遍全世界所有特殊國家」的超冷門路線旅行專家[52赫茲的鯨魚（小律師的非主流歷險）](https://www.facebook.com/LetUsStandUpLikeTheTaiwanese/)，和我們分享他在高加索的三個事實國家「阿爾札赫」、「阿布哈茲」、「南奧塞提亞」所見所聞。要如何既安全又合法地前往這些國家呢？拜訪一年觀光客只有100人、要旅行還得先通知情報局的國家，是什麼感覺？還有，原來這世界上存在著比俄羅斯人更剽悍、覺得俄羅斯人太懦弱的正統戰鬥民族？而這些國家又真的能稱為台灣的「難兄難弟」嗎？\n\n讓Jerome自己都興奮到不行的內容，喜歡探索未知角落的你千萬不可錯過！\n\n\n\n"
  }, 
  "3": {
    "description": "\n\n相信大家都聽過波士頓龍蝦，但你知道波士頓的龍蝦是從哪來的嗎？龍蝦究竟有多麼值錢，甚至讓州政府願意花錢雇用學者每年去研究牠們的棲地？而就讀科系和龍蝦八竿子打不著的Jerome，又是如何因為一個實習而來到這個美國鄉下小鎮，度過一個不時在海上漂流、吹海風、賞美景、大啖海鮮的夢幻夏天呢？今天，就和情緒超級亢奮的主廚Jerome一起走入美國最重要的龍蝦產地吧！\n\n\n\n"
  }, 
  "2": {
    "description": "\n\n如果你的國家名字一天到晚被人家寫錯，你會怎麼回應呢？擁有一個菜市場名的哥倫比亞，從建國以來內戰就沒停過，他們究竟是如何從谷底翻身、成為現在外資與數位遊牧趨之若鶩的拉丁美洲國家呢？這個國家到底又擁有什麼特別之處，讓迪士尼決定下一部音樂動畫以它為背景？今天就跟著主廚Jerome，一起走進安地斯山脈，聆聽關於這群人的故事吧！\n\n\n\n"
  }, 
  "1": {
    "description": "\n\n大家都說台灣護照好棒棒、好多國家都免簽，但還是有踢到鐵板的時候；想要去喬治亞這個不接受台灣護照的地方，該如何變通呢？喬治亞這個國家究竟有什麼獨樹一格的魅力？又和俄羅斯之間有著怎樣的愛恨情仇？還有傳說中的喬治亞小籠包，吃起來究竟是什麼滋味？且讓主廚Jerome帶你一探究竟！\n\n\n\n"
  }, 
  "0": {
    "description": "\n\n旅行熱炒店究竟為何存在？主打菜色又是什麼呢？且讓主廚Jerome來跟各位說個分明！\n\n\n\n"
  }
}