{
  "80": {
    "description": "摩洛凱（Moloka‘i）是美屬玻里尼西亞的一座島嶼。當周遭的鄰居們都努力發展觀光、成為世界知名度假勝地的同時，摩洛凱卻走上了一條不同的路——\n\n他們試圖重振自己的南島民族認同，拒絕典型的度假海島發展模式，甚至發動公投趕走了在此投資度假村的外國企業！這座海島，究竟為什麼可以活得如此有個性？\n\n而摩洛凱的特殊之處還不僅止於此。曾經有長達一個世紀的時間，島上的Kalaupapa半島成為美屬玻里尼西亞的「漢生病隔離所」，前後有多達8000位漢生病友，被迫來到這裡度過餘生，彷彿是座在太平洋中央的樂生療養院。\n\n如此獨樹一格的摩洛凱，究竟是怎樣的一座島嶼？拒絕了度假村的他們，從此就過著幸福快樂的日子嗎？而當年的漢生病隔離所，今天又是什麼樣子？在這個沒什麼景點的太平洋海島上，又有什麼故事等著我們去發現？\n\n休息一週之後回歸的旅行熱炒店EP80，現在就跟著主廚前往既熟悉又陌生的美屬玻里尼西亞群島，去看看不同畫風的島嶼風景吧！\n\n\n", 
    "timeline": [
      {
        "text": "美屬玻里尼西亞？世界上真的有這個地方嗎？", 
        "time": "00:01:38"
      }, 
      {
        "text": "在四個主要島嶼之外，其實還有另外四個擁有不同風景的海島", 
        "time": "00:07:03"
      }, 
      {
        "text": "五分鐘、三段式的超精華版美屬玻里尼西亞歷史", 
        "time": "00:14:53"
      }, 
      {
        "text": "太平洋中央的樂生療養院，摩洛凱島上的漢生病隔離所", 
        "time": "00:21:20"
      }, 
      {
        "text": "景點不多，但還是要來介紹一下！", 
        "time": "00:32:30"
      }, 
      {
        "text": "與日裔移民後代三上家相遇的故事，島上最會做生意的都是亞裔？", 
        "time": "00:36:53"
      }, 
      {
        "text": "去非營利組織做志工，跟著本地人一起理解摩洛凱今日的挑戰！", 
        "time": "00:44:40"
      }
    ]
  }, 
  "79": {
    "description": "加勒比海上的美國領地波多黎各，是個連美國人畫地圖都會忘記的地方；然而，這個看似屈居於大國外圍的邊緣島嶼，卻在2017年，製造出了一首席捲全球、長期佔據Youtube史上最高觀看影片的超級神曲：「Despacito」。這讓人不禁好奇：這塊土地到底有什麼與眾不同之處，又是傳承了怎樣的文化底蘊？憑什麼能孕育出這樣一首神曲，並吸引到全世界的目光？\n\n解答這些問題，正是我此行來到波多黎各的目標！在這集節目中，主廚Jerome將化身為「DJ Jeronimo」，帶領大家前往波多黎各，聆聽7段在不同場景中收集到的節奏；並且順著這些節奏的發展脈絡，一步步拼湊出波多黎各的音樂圖像——當來自美洲本地原住民的樂器、隨非洲奴隸飄洋過海而來的節奏，以及殖民者帶來的旋律，在一個海島上相遇，它們是如何產生化學反應、成為我們今天所聽到的加勒比海拉丁音樂？\n\n音樂，不只是波多黎各文化中的重要成分，更是整個波多黎各社會的縮影！因此這集節目，就讓我們跟著DJ Jeronimo一起拜訪這座熱帶島嶼，透過現地取材帶回的各種聲音，隨著那裡的節奏一起舞動搖擺吧！\n\n**DJ Jeronimo歌單**\n\n開場\n\n雷鬼動節奏解析 (00:04:58)\n\nNo.1 海浪的節奏 (00:08:20)\n\n* Cueva del Indio\n\nNo.2 沙瓢（Maraca）與刮胡（Guiro）的節奏 (00:13:50)\n\n* Cavernas de Camuy\n* Caguana Ceremonial Indigenous Heritage Center\n\nNo.3 敲門的節奏 (00:21:06)\n\n* Ponce\n* Museo de la Música Puertorriqueña\n* Parque de Bombas\n\nNo.4 Bomba的節奏 (00:25:54)\n\n* Loiza\n* Batey De Los Hermanos Ayala\n* Estudio de Arte Samuel Lind\n\nNo.5 Cuatro的節奏 (00:34:52)\n\n* Old San Juan\n* Plaza de Armas\n\nNo.6 Salsa騷莎的節奏 (00:41:47)\n\n* La Placita de Santurce\n\nNo.7 Reggaeton雷鬼動的節奏 (00:47:19)\n\n* La Perla\n\n尾聲 (00:54:46)\n\n\n", 
    "timeline": [
      {
        "text": "雷鬼動節奏解析", 
        "time": "00:04:58"
      }, 
      {
        "text": "No.1 海浪的節奏", 
        "time": "00:08:20"
      }, 
      {
        "text": "No.2 沙瓢（Maraca）與刮胡（Guiro）的節奏", 
        "time": "00:13:50"
      }, 
      {
        "text": "No.3 敲門的節奏 ", 
        "time": "00:21:06"
      }, 
      {
        "text": "No.4 Bomba的節奏", 
        "time": "00:25:54"
      }, 
      {
        "text": "No.5 Cuatro的節奏", 
        "time": "00:34:52"
      }, 
      {
        "text": "No.6 Salsa騷莎的節奏", 
        "time": "00:41:47"
      }, 
      {
        "text": "No.7 Reggaeton雷鬼動的節奏 ", 
        "time": "00:47:19"
      }, 
      {
        "text": "尾聲", 
        "time": "00:54:46"
      }
    ]
  }, 
  "78": {
    "description": "\n「Why Camino？你為什麼要來走朝聖之路？」\n\n這可能是在聖雅各之路（Camino de Santiago）上最常聽到的一個問題。對於中世紀的朝聖者來說，答案或許是宗教信仰；而對於今日各國旅人而言，答案則可能是挑戰自我。但無論答案是什麼，不少人的動機中似乎都隱含著某種對於「救贖」的渴望；正是這樣的渴望，將無數處於不同時代、來自不同背景的人們帶上了同樣的旅程。\n\nCasey在2019年也踏上了這段旅程，而且走一次覺得還不過癮，竟然連續走了兩條不同路線、累計超過1000公里的距離！在這條彷彿遊戲世界的路上，每位旅人都是擁有「朝聖者」角色的玩家。已經成功「全破」兩次的Casey將和我們分享——\n\n❓ 在這個遊戲裡，玩家們每天要解的任務有哪些？路上會碰到哪些讓人避之唯恐不及的大魔王？\n\n❓ 來自不同地方的朝聖者們，如何從萍水相逢變成並肩戰友，一起組隊打怪破關，甚至在終點相擁而泣？\n\n❓ 這些形形色色無奇不有的朝聖者們，各自在追尋的，究竟是怎樣的「救贖」？\n\n❓ 對於新手玩家來說，如果想要平安順利的一路破關斬將到終點的話，有哪些「裝備」是不可或缺的？\n\n聖雅各之路不只是徒步旅行，也是追尋救贖、面對自我、和世界交朋友的旅程。這集就我們跟著完封朝聖之路兩遍的過來人Casey，一起感受路上的喜怒哀樂、並且和不同生命軌跡上的人們相遇吧！\n\n\n", 
    "timeline": [
      {
        "text": "來賓簡介！破冰問題：旅行中莫名其妙的堅持是？", 
        "time": "00:01:25"
      }, 
      {
        "text": "聖雅各之路簡介（Camino de Santiago）：在哪裡、有多長、意義是什麼", 
        "time": "00:02:59"
      }, 
      {
        "text": "1000個人就有1000種踏上朝聖之路的理由，而Casey的理由是？", 
        "time": "00:07:50"
      }, 
      {
        "text": "朝聖者在路上的一天究竟長什麼樣子？", 
        "time": "00:10:01"
      }, 
      {
        "text": "最痛苦的經驗原來不是每天要走那麼多路，而是⋯⋯", 
        "time": "00:18:05"
      }, 
      {
        "text": "最難忘的事情，特別的日子裡經歷三溫暖般的高潮迭起！", 
        "time": "00:22:21"
      }, 
      {
        "text": "最神奇的朝聖者，就算不花一毛錢也可以走完全部？", 
        "time": "00:30:08"
      }, 
      {
        "text": "神秘的朝聖者，一直走到終點才發現他走上這條路的原因原來是⋯⋯", 
        "time": "00:32:47"
      }, 
      {
        "text": "來到終點，見到聖雅各的那一刻", 
        "time": "00:37:16"
      }, 
      {
        "text": "給大家的推薦與建議：時間不夠也能去走嗎？出發前要注意什麼？", 
        "time": "00:42:34"
      }, 
      {
        "text": "結語，Casey的創作平台介紹", 
        "time": "00:47:29"
      }
    ]
  }, 
  "77": {
    "description": "\n各、位、聽、眾，旅行熱炒店終於要來解鎖加勒比海上的小安地列斯群島（Lesser Antilles）啦！在這條眾多島嶼星羅棋布、擁有好幾個台灣邦交國的島鏈裡，我們要拜訪的，跟美國很像、卻也很不像的「美屬維京群島」（US Virgin Islands）——\n\n明明同樣是美國，為什麼道路上是靠左駕駛？而在美帝占有這片土地之前，原本的殖民者竟然來自北歐？白淨沙灘上啜飲蘭姆酒，乍看之下是天堂般的享受，但它連結到的卻是一群人艱苦絕望的過往？\n\n在這一集節目裡，我們不只會一一拜訪美屬維京群島的三座主要島嶼：聖托瑪斯島、聖約翰島與聖克羅伊島，而且還首開先例，邀請了一位18世紀的歷史人物，以電話連線的方式到節目上受訪！這位成長於聖克羅伊島上的重要人物究竟是誰？維京群島的日子，如何改變了他的一生？而200年前的西印度群島上又是過著怎樣的生活呢？\n\n想要感受在加勒比海被徐徐海風吹拂、眼前是湛藍大海與潔白沙灘、所有煩惱都被浪花帶走的那般愜意嗎？趕快打開這集，和我們一起到美屬維京群島，領略熱帶海島的美麗，並且跟著穿越200年的神秘嘉賓一同回到歷史現場吧！\n\n\n", 
    "timeline": [
      {
        "text": "開場與前言", 
        "time": "00:00:20"
      }, 
      {
        "text": "St Thomas 聖托瑪斯島，美屬維京群島對外門戶", 
        "time": "00:05:04"
      }, 
      {
        "text": "丹麥人也懂得美洲殖民？以丹麥國王命名的城堡", 
        "time": "00:10:08"
      }, 
      {
        "text": "St John 聖約翰島，國家公園與自然秘境", 
        "time": "00:20:39"
      }, 
      {
        "text": "蔗糖、蘭姆酒與殖民經濟，非洲奴隸的艱苦過往", 
        "time": "00:26:32"
      }, 
      {
        "text": "St Croix 聖克羅伊島，寬敞舒適的最大島，四周都有美麗潔白沙灘", 
        "time": "00:36:41"
      }, 
      {
        "text": "特別環節：首次call out訪問一位200年前的歷史人物", 
        "time": "00:43:20"
      }, 
      {
        "text": "結語：給旅行愛好者的建議與推薦", 
        "time": "00:57:31"
      }
    ]
  }, 
  "76": {
    "description": "\n白沙瓦（Peshawar）是巴基斯坦最古老的城市，也是連通南亞與中亞的咽喉所在；從亞歷山大大帝到玄奘、從孔雀王朝到貴霜帝國，都曾經在此留下印記。如此重要而且歷史豐富的城市，照理來說應該是觀光大城，然而過去20年來，巴基斯坦塔利班（Tehrik-i-Taliban Pakistan，簡稱TTP）在此發動的多次恐怖攻擊，使得這裡一度成為遊客止步的禁區，至今仍然安檢森嚴、草木皆兵。\n\n「去，還是不去？」在心裡糾結了無數次的米雅，最後在路上遇到的記者旅伴慫恿下，一起穿過了地廣人稀的偏遠山區，來到白沙瓦這個大家都說危險的城市。親自來到這裡，米雅才真正理解這個城市的獨特之處——\n\n在當地想要買東西，店家竟然打死就是不願意報價，難道是因為不想賣給這些死觀光客？在這個許多人合法持槍的城市裡，米雅一行人來到槍枝工廠，他們看到了什麼？德國旅伴堅持要親自去阿富汗邊境看看，如果是你，敢跟著一起去一探究竟嗎？\n\n接續上集拉合爾與喀拉崑崙公路的旅程，這集我們會先拜訪Kalash這個號稱是亞歷山大後裔的地方，然後來到無論在文化還是地理上都非常接近阿富汗的白沙瓦。脱去了「危險」二字，這個城市的日常面貌究竟為何？現在就跟我們一起去看看吧！\n\n\n", 
    "timeline": [
      {
        "text": "主廚開場引言：普什圖人、塔利班、巴基斯坦與阿富汗", 
        "time": "00:01:33"
      }, 
      {
        "text": "在Kalash遇見遺世獨立的山間民族，亞歷山大的後裔住在巴基斯坦？", 
        "time": "00:10:13"
      }, 
      {
        "text": "普什圖人的城市白沙瓦，跟巴基斯坦的其他地方究竟有什麼不一樣？", 
        "time": "00:17:36"
      }, 
      {
        "text": "直闖軍火工廠的故事！到處都可以買到槍枝，富豪朋友家裡三支烏茲衝鋒槍？", 
        "time": "00:23:33"
      }, 
      {
        "text": "巴基斯坦塔利班（TTP）對於白沙瓦的生活帶來什麼影響？", 
        "time": "00:29:11"
      }, 
      {
        "text": "白沙瓦的「危險」之處：吃喝通通不用錢，下車後還有小弟當保鏢一路隨行到目的地？", 
        "time": "00:32:46"
      }, 
      {
        "text": "今日巴基斯坦，從麥當勞到Uber樣樣都有，新興市場與未來的藍海？", 
        "time": "00:38:34"
      }, 
      {
        "text": "巴基斯坦適合什麼類型的旅人？", 
        "time": "00:39:27"
      }, 
      {
        "text": "米雅在巴基斯坦旅行20幾天之後的感想", 
        "time": "00:40:33"
      }, 
      {
        "text": "如何在網路上找到米雅", 
        "time": "00:42:09"
      }
    ]
  }, 
  "75": {
    "description": "\n講到巴基斯坦，如果是內容農場的話一定不外乎套上「神秘」、「危險」這類字眼；但畢竟我們是旅行節目，要是還寫這種文案的話，那真的是太侮辱各位博學多聞的背包強者、旅行達人了😂 因此，這集就讓我們回歸背包客的角度，帶著探索的心情，來聊聊如何在這個國家自助旅行吧！\n\n這集的來賓米雅，堪稱華文圈的伊斯蘭國家自助旅行達人；去過13個伊斯蘭國家的她，對巴基斯坦卻情有獨鍾。在這集節目裡，米雅將擔任我們的領路人，帶領我們發掘這個國家的豐富面貌——\n\n拉合爾的三間清真寺，風貌各自迥異，反映出的是怎樣的歷史背景？巴基斯坦與印度邊界上的降旗典禮，每天都進行得比球賽還要瘋狂？來到更北方的喀拉崑崙公路，旅行更是充滿驚喜，動不動就被邀請到家裡作客，還可以亂入別人婚禮？而做為一位女性，在巴基斯坦自助旅行，又有什麼是值得注意的？\n\n對自助旅行者來說，路上最令人期待的就是和人互動的溫度，以及屬於自己的獨特故事，而巴基斯坦正是一個能滿足這種期望的地方！這個國家究竟有什麼過人之處，能讓許多旅人回味再三，現在就讓我們跟著米雅一起去一探究竟吧！\n\n\n", 
    "timeline": [
      {
        "text": "踏入伊斯蘭世界而且從此無法自拔，當初的契機是⋯⋯", 
        "time": "00:01:32"
      }, 
      {
        "text": "南亞地圖上的可愛小恐龍，沒有語言障礙的地方，巴基斯坦地理簡介", 
        "time": "00:04:11"
      }, 
      {
        "text": "台灣人去巴基斯坦簽證很麻煩！以及其他各種注意事項", 
        "time": "00:08:28"
      }, 
      {
        "text": "女性自助旅行者在巴基斯坦，可以多加留意的一些事情", 
        "time": "00:10:32"
      }, 
      {
        "text": "米雅的27天巴基斯坦行程概覽", 
        "time": "00:12:30"
      }, 
      {
        "text": "拉合爾的三座擁有各自特色的清真寺，布料讓人眼花撩亂的巴扎", 
        "time": "00:14:21"
      }, 
      {
        "text": "只是降個旗，需要那麼認真嗎？印巴邊界每天上演的跨國賽事", 
        "time": "00:19:48"
      }, 
      {
        "text": "喀拉崑崙公路行程簡介", 
        "time": "00:23:32"
      }, 
      {
        "text": "風之谷的原型地點Hunza Valley，有什麼不可錯過的地方？", 
        "time": "00:25:04"
      }, 
      {
        "text": "外界傳聞四起的神秘村落Hopper裡，用熱情打破隔閡！", 
        "time": "00:27:55"
      }, 
      {
        "text": "連續亂入好幾場婚禮，跟當地人一起吃吃喝喝，有這麼好的事？", 
        "time": "00:31:04"
      }, 
      {
        "text": "婚禮上又被邀請到當地民家中居住，身上的神器還意外緩解了長輩的痛苦？", 
        "time": "00:36:27"
      }, 
      {
        "text": "誤入當地小學，不小心成了一日華語小老師", 
        "time": "00:38:04"
      }, 
      {
        "text": "結語與下集預告", 
        "time": "00:41:11"
      }
    ]
  }, 
  "74": {
    "description": "\n如同前幾天預告的，因為主廚實在需要稍微休息一下喘口氣，同時也希望利用這個機會和大家互動一下，因此這集的節目就是Q&A。本來以為應該會很短的，結果沒想到還是一不小心就給他錄了40幾分鐘，真的是個很囉唆的主持人啊 😂 但是大家如果不嫌棄的話還是進來坐坐吧，聽聽主廚最近背地裡在搞什麼大工程、旅途中如何將時間運用到極致，還有如何曾經恥力全開的在敦煌的月牙泉旁邊演奏飛兒樂團的月牙灣XD\n\n播出這集節目的同時，主廚也沒閒著！最近幾週會專注在外出取材，將遠方的新鮮食材產地直送回來，相信不久就能在節目上與大家分享～\n\n\n", 
    "timeline": [
      {
        "text": "（宇宙無敵囉唆的）主廚開場碎碎念", 
        "time": "00:02:30"
      }, 
      {
        "text": "Jerome的一小步，是熱炒店的一大步，關於最近的網站更新", 
        "time": "00:05:10"
      }, 
      {
        "text": "踩線狂人Jerome在法國巴黎錯過飛機的慘劇、在波蘭華沙差點流落街頭？", 
        "time": "00:11:12"
      }, 
      {
        "text": "請問主廚，我有社交恐懼症！在外旅行要怎麼深入當地呢？", 
        "time": "00:14:57"
      }, 
      {
        "text": "為什麼會讀地理系？進去之後跟想像的其實不太一樣？", 
        "time": "00:20:09"
      }, 
      {
        "text": "在月牙泉用樂器演奏飛兒樂團的月牙灣，為什麼主廚私心很推薦敦煌？", 
        "time": "00:24:10"
      }, 
      {
        "text": "取之不盡、用之不竭的來賓是怎麼來的？化學反應如何生成？", 
        "time": "00:30:17"
      }, 
      {
        "text": "等等等等～等等等等～等飛機等車等雨停的時間如何打發呢？", 
        "time": "00:32:40"
      }, 
      {
        "text": "主廚（越講越心虛的）時間管理之道", 
        "time": "00:36:04"
      }
    ]
  }, 
  "73": {
    "description": "\n每位旅人的內心，或許都有著一個想要解鎖的成就，而本集來賓直樹想要解鎖的是：用賣唱的方式環遊世界。背起了一把吉他、帶上了一塊「Fly me to the world」的紙板，就這樣踏上了長達一年半、跨越30個國家的賣唱旅程。\n\n賣唱這件事情看似單純，實際上卻充滿眉角——來到一個人生地不熟的地方，要如何選擇在什麼地方開唱？只會唱中英日台四種語言的他，如何靠著十幾二十首歌打天下，跨越文化引起路人的共鳴？哪些國家的人們最容易被街頭表演給感染，哪些地方又是曲高和寡的？\n\n而賣唱換得的也絕對不只是金錢，還有許多獨一無二的小故事，以及各式各樣的人情冷暖——在香港佔中期間，與抗議者共度夜晚，結果一個月裡竟然從旺角一路睡到金鐘？在柬埔寨暹粒唱滅火器的長途夜車，為何眼前的女孩聽著聽著，眼淚就流下來了？在葡萄牙波爾圖，原本即將獨自淒涼度過的生日夜晚，又是如何被天上掉下來的大禮給救贖？\n\n環遊世界的旋律，有輕快、有沈重、有歡愉、也有苦澀，各種不同的音程與節奏，構成了這首曲曲子的全貌。在這集主題式的訪談中，讓我們跟著直樹的歌聲，聽聽他如何以音樂為媒介，在世界各地與人連結！\n\n喔對了，節目最後有直樹旅行出發前親自譜寫演唱的歌曲，喜歡的各位請一定要聽到最後唷～\n\n\n", 
    "timeline": [
      {
        "text": "踏上賣唱旅行之路的契機，台中勤美綠園道上的奇遇", 
        "time": "00:01:38"
      }, 
      {
        "text": "香港雨傘革命，跟著運動參與者從旺角一路睡到金鐘", 
        "time": "00:04:05"
      }, 
      {
        "text": "旅程之前的準備，原來吉他尺寸很重要？", 
        "time": "00:07:07"
      }, 
      {
        "text": "選擇地點大有學問！哪裡是賣唱的理想地點？ ", 
        "time": "00:10:52"
      }, 
      {
        "text": "關於選歌，中英日台也可以走遍天下？", 
        "time": "00:13:50"
      }, 
      {
        "text": "世界上的人百百種，聽到賣唱的反應也是百百種", 
        "time": "00:15:36"
      }, 
      {
        "text": "那些艱苦的經歷，葡萄牙波爾圖街頭淒涼夜晚的結局大逆轉", 
        "time": "00:20:18"
      }, 
      {
        "text": "難忘的反應，那女孩聽滅火器的歌竟然聽到哭了？", 
        "time": "00:23:31"
      }, 
      {
        "text": "音樂，也可以是開啟文化大門的鑰匙", 
        "time": "00:27:00"
      }, 
      {
        "text": "回顧這段旅程帶來的影響", 
        "time": "00:31:43"
      }, 
      {
        "text": "直樹的真心建議：旅行要有主軸！", 
        "time": "00:34:52"
      }, 
      {
        "text": "片尾曲，直樹親自作詞作曲的＜時光＞", 
        "time": "00:37:45"
      }
    ]
  }, 
  "72": {
    "description": "\n去非洲工作一次不過癮，那你不會再去第二次嗎？是的，在布吉納法索種出水稻之後，愛非洲成癮的甲殼哥又申請了國合會的工作，再一次踏上了這塊土地！\n\n第二次的工作地點，是位在東非大裂谷上的國家，馬拉威。這裡海拔高、氣候相對舒適宜人，土地生產力也比布吉納法索要高許多，加上有了之前的經驗，照理來說應該要相對容易一些；然而開開心心來到這裡的甲殼哥，卻萬萬沒有想到，更上一級的挑戰才剛要開始！究竟是怎樣的難關，讓原本以為就只是來種玉米的他，莫名其妙的進入了三頭六臂的打怪狀態、過著猶如煉獄般的生活？集各先進國家之力在馬拉威種植糧食作物，到底為什麼就是無法成功？\n\n而正當一切終於步上軌道、看似苦盡甘來的時刻，另一個噩耗又突然襲來：斷交。聽聞消息，以為會兵荒馬亂的甲殼哥，在其中卻發現，原來斷交也是有SOP的！只要不慌不忙的按部就班來，就可以有條不紊的完成斷交的程序。究竟特殊的國際處境，如何造就了台灣外交人員超前部署的危機處理能力？\n\n除了外交第一線的各種軼事，甲殼哥也會分享馬拉威獨特的飲食文化，以及旅行從不計劃的他，從馬拉威開車到坦尚尼亞路上的各種奇遇。比上集更加刺激、更加令人瞠目結舌的故事，在甲殼哥的馬拉威日子裡真實上演！這集就讓我們再次回到非洲，一起透過馬拉威這個看似面積不大的國家，窺見這塊大陸的另一種面貌！\n\n\n", 
    "timeline": [
      {
        "text": "再次前往非洲的契機", 
        "time": "00:01:59"
      }, 
      {
        "text": "馬拉威是個怎樣的國家？關於東非大裂谷與馬拉威湖", 
        "time": "00:04:00"
      }, 
      {
        "text": "馬拉威的文化與社會，英國殖民影響至今仍然清晰可見", 
        "time": "00:07:52"
      }, 
      {
        "text": "集合世界各國援助之力在馬拉威種玉米，為什麼就是無法成功？", 
        "time": "00:11:40"
      }, 
      {
        "text": "菜鳥技師的黑暗時代！原本以為只是來種玉米，沒想到⋯⋯", 
        "time": "00:17:47"
      }, 
      {
        "text": "馬拉威的「特色」食物", 
        "time": "00:27:13"
      }, 
      {
        "text": "路上可以見到台鐵的復興號？差點還有海巡的快艇？", 
        "time": "00:31:42"
      }, 
      {
        "text": "開車前往坦尚尼亞桑吉巴的旅程，在香料聖地的感動", 
        "time": "00:34:18"
      }, 
      {
        "text": "斷交也有SOP？超前部署的一項神器，在斷交時派上用場！", 
        "time": "00:42:36"
      }, 
      {
        "text": "斷得了邦交，斷不了深耕數十年的情誼！如何在日常生活中建立與非洲的連結", 
        "time": "00:49:50"
      }
    ]
  }, 
  "71": {
    "description": "\n薩赫爾（Sahel）是一片位於撒哈拉沙漠南緣的半乾燥過渡地帶，也是全世界土地最貧瘠的地區之一。放眼望去，只見草木稀疏、塵土飛揚，所剩不多的耕地還持續被日漸擴大的沙漠吞噬著；而在烈日高掛的夏天，氣溫動輒來到攝氏43度。任誰來到這裡，生存都必然是一場戰鬥。\n\n「外交替代役是什麼碗糕啊？好像很酷，申請看看好了！」\n\n在那個網路還不發達的年代，對於西非一無所知的甲殼哥，抱持著一股年輕熱血的衝勁，懵懵懂懂的來到位在薩赫爾的國家：布吉納法索。他的任務，是要運用自己的農藝專長在這裡種水稻——是的你沒看錯，在這個年雨量只有400mm的撒哈拉沙漠邊緣，甲殼哥要帶著一群完全沒有經驗的當地人，在前輩打下的基礎上，目標是種出1200公頃的水稻田！\n\n這個看似熱血的故事，媒體上呈現的或許是當地人收成時的笑容，但背後卻是社會大眾看不到的各種無奈——自然環境已經夠嚴苛了，沒想到真正的挑戰反而是「人」？國際援助的錢，其實大多都流向一些你意想不到的地方？天氣熱不打緊，每天還有瘧疾、交通事故在周遭虎視眈眈，三不五時就被推向生死關頭？原本號稱君子之國的布吉納法索，究竟在2011年之後發生了什麼改變，成為各國政府紛紛告誡觀光客止步的地方？\n\n旅行熱炒店EP71，該是重返非洲的時候了！讓我們一起跟著在哪裡都能存活、到哪裡都能成為當地人的甲殼哥，走進布吉納法索，聽他娓娓道來那些外交第一線人員才懂的現實血淚！\n\n\n", 
    "timeline": [
      {
        "text": "去布吉納法索的契機；區公所負責兵役阿姨問「替代役是什麼啊？」", 
        "time": "00:02:53"
      }, 
      {
        "text": "認識布吉納法索的地理位置，「薩赫爾」地理特色介紹", 
        "time": "00:05:45"
      }, 
      {
        "text": "下飛機的那一刻，到達布吉納法索的第一個文化衝擊是？", 
        "time": "00:09:45"
      }, 
      {
        "text": "不可能的任務：在沙漠邊緣帶領毫無農耕經驗的當地人種水稻！", 
        "time": "00:12:55"
      }, 
      {
        "text": "國際援助的現實：錢，其實大部分都去了你根本不會想到的地方", 
        "time": "00:17:46"
      }, 
      {
        "text": "甲殼哥的挑戰：必須監督資源流向，但又不能明目張膽！", 
        "time": "00:20:49"
      }, 
      {
        "text": "任職農業部期間之奇人異事見聞錄，原來政府裡還有這種爽缺？", 
        "time": "00:25:07"
      }, 
      {
        "text": "西非生活的真正面貌：外國人就是該多付錢、很難讓人吃習慣的食物、路上隨時都能跟死神擦身而過？", 
        "time": "00:31:11"
      }, 
      {
        "text": "更大的敵人：瘧疾，經歷10次瘧疾不死的甲殼哥經驗談", 
        "time": "00:36:44"
      }, 
      {
        "text": "君子之國改變了！2011年之後，布吉納法索發生了什麼事？", 
        "time": "00:41:13"
      }, 
      {
        "text": "如果想要當硬核背包客衝一趟布吉納法索，有什麼推薦或建議？", 
        "time": "00:47:06"
      }, 
      {
        "text": "結語", 
        "time": "00:52:11"
      }
    ]
  }, 
  "70": {
    "description": "\n正是因為與眾不同，所以有趣！無論是語言、文字、歷史、宗教還是建築形式，亞美尼亞都和鄰居們很不一樣。接續著上集的旅程，這集讓我們一起探索首都葉里溫與其近郊，繼續挖掘亞美尼亞境內那些獨步全球的有趣軼事！\n\n📌 亞美尼亞的聖山、高達5137公尺、傳說中頂上有諾亞方舟的阿拉拉特（Ararat），矗立在平原的一隅，以它高聳而不可侵犯的身軀，數千年來默默地守護著這個國度；然而這麼重要的一座聖山，其實根本不在亞美尼亞境內？\n\n📌 亞美尼亞走透透，看到的景點不少都是教堂或修道院，足以說明宗教在其歷史上扮演的重要角色；但亞美尼亞的教會竟然可以不用管別人，有自己的教廷、自己的教宗，而且已經獨立運作了超過15個世紀之久？\n\n📌 無論建築形式還是都市規劃方面來說，葉里溫都是個可看性十足的城市。從19世紀末一路到20世紀，俄羅斯帝國和蘇聯都不惜在此砸下重本、大刀闊斧的建造這個城市，究竟他們為什麼會對葉里溫如此重視？難不成其實是別有居心嗎？\n\n📌 鄂圖曼的種族滅絕行動，開啟了亞美尼亞人大量移民海外的歷史，也最終讓美國加州的洛杉磯成為亞美尼亞人的海外首都；就連湖人隊球員代言商品，都要小心「別讓亞美尼亞人不開心」？\n\n原本只是短短一天半的旅程，沒想到卻講成了這麼長的節目！除了旅行，最後也會簡單探討去年（2020年）納卡戰爭的來龍去脈、海外移民歷史，以及今天在歐盟與俄羅斯之間維持的微妙平衡。希望這集完（冗）整（長）的分享，能讓我們在納卡戰爭即將滿一年的此刻，用超越國界的完整視角來認識亞美尼亞！\n\n\n", 
    "timeline": [
      {
        "text": "守護著亞美尼亞的聖山：阿拉拉特，竟然不在亞美尼亞境內？", 
        "time": "00:07:08"
      }, 
      {
        "text": "囚禁在地窖裡14年仍然活著的傳說，阿拉拉特平原上的朝聖地點Khor Virap", 
        "time": "00:11:54"
      }, 
      {
        "text": "梵蒂岡也管不到！亞美尼亞竟然可以擁有自己的教廷與教宗？", 
        "time": "00:18:08"
      }, 
      {
        "text": "修行就是在去洞穴裡啊！不然要去哪？Geghard修道院與十字架石碑khachkar", 
        "time": "00:23:34"
      }, 
      {
        "text": "葉里溫，號稱有2800年歷史的城市，其實一直到19世紀末才開始被建設？", 
        "time": "00:27:03"
      }, 
      {
        "text": "葉里溫城市中軸線散步：階梯廣場Cascade complex、共和廣場Republic Square、自由廣場Freedom Square，亞美尼亞的民主聖地？", 
        "time": "00:32:33"
      }, 
      {
        "text": "不只是邊界衝突，也是點燃亞美尼亞民族主義的引信：關於納卡（阿爾札赫）地區", 
        "time": "00:42:38"
      }, 
      {
        "text": "被吹散到世界各地繼續燃燒的火星：流離海外的亞美尼亞人，洛杉磯是亞美尼亞第二首都？", 
        "time": "00:49:16"
      }, 
      {
        "text": "站在歷史的交叉路口，歐盟與俄羅斯兩面押寶，亞美尼亞的未來何去何從？", 
        "time": "00:55:02"
      }, 
      {
        "text": "旅遊小叮嚀與結語", 
        "time": "00:58:20"
      }
    ]
  }, 
  "69": {
    "description": "\n號稱歷史超過2000年的亞美尼亞，在世界各國中是個相當神奇的存在——\n\n悠久的歷史，使它能和希臘、埃及、伊朗等國並列「世界上最古老的國家」，而且多所知名大學都設有「亞美尼亞研究」（Armenian Studies）學程，足以說明它所受到的重視；但另一方面，它無論人口還是經濟指標，都在高加索三國中敬陪末座，而且一路走來一直命運多舛，甚至在不到一年前才被隔壁鄰居亞塞拜然打得落花流水！\n\n這樣的一個國家/民族，究竟為何能在高加索存在這麼久的時間？作為一個不靠海的內陸國，交通已經夠不便了，為什麼還要跟左右兩邊鄰居（土耳其、亞塞拜然）處不好、邊境關閉至今？大國之間的政治角力，如何將亞美尼亞帶入當今的情勢中？而這個自然風光比不上喬治亞、天然資源比不上亞塞拜然的國家，又存在著什麼獨特的魅力，是值得旅人們來造訪的？\n\n亞美尼亞的主題將分為上下兩集，上集我們會從傳說中的2000年前開始，一路聊到決定亞美尼亞命運的第一次世界大戰歷史，以及從喬治亞前往亞美尼亞的旅程中，主廚Jerome如何因為旁人的無厘頭，打破了語言隔閡，和亞美尼亞人建立革命情感；而下集的部分，我們會從景點出發，在其中挖掘這個國家的建築、文化與信仰特色，並且探索它今日面對的現況與挑戰。\n\n友台解鎖地球名言：「地球因為分歧而美好」，但住在高加索地區的這些人，真的覺得他們的家園因為分歧而美好嗎？旅行熱炒店EP69，讓我們一起前往亞美尼亞，在這個古老的國度裡尋找答案！\n\n\n", 
    "timeline": [
      {
        "text": "開場閒聊：911事件20週年，如何改變了米國的航空業與機場格局", 
        "time": "00:00:20"
      }, 
      {
        "text": "高加索地區最不起眼的國家，亞美尼亞：像是一直燒不太起來、卻始終沒有熄滅的柴火", 
        "time": "00:06:01"
      }, 
      {
        "text": "我亞美尼亞人我驕傲！號稱擁有超過2000年歷史的古老國家？", 
        "time": "00:10:16"
      }, 
      {
        "text": "歷史的轉捩點：19世紀的情勢堆疊，與改變命運的第一次世界大戰", 
        "time": "00:15:10"
      }, 
      {
        "text": "東山再起的希望破滅！色佛爾和約，與終究只是紙上談兵的那張地圖", 
        "time": "00:20:48"
      }, 
      {
        "text": "從喬治亞首都提比利斯啟程，搭上前蘇聯國家最重要的交通工具Marshrutka", 
        "time": "00:25:53"
      }, 
      {
        "text": "破冰大挑戰：語言不通的這條路上，因為旁人的無厘頭而打破隔閡？", 
        "time": "00:29:00"
      }, 
      {
        "text": "不只是共乘，還一起付出勞力並且享受喜悅，跨越邊境的過程", 
        "time": "00:34:02"
      }, 
      {
        "text": "抵達終點之前的意外感動：在賽凡湖（Lake Sevan）邊小歇片刻當觀光客", 
        "time": "00:38:26"
      }, 
      {
        "text": "結語與下集預告", 
        "time": "00:41:35"
      }
    ]
  }, 
  "68": {
    "description": "\n73年前的昨天、1948年9月9日，一個叫作「朝鮮民主主義人民共和國」的新國家成立了。它坐擁半島北部豐沛的自然資源，還有蘇聯與中國兩位老大哥撐腰，很快地在科技與經濟上突飛猛進，人均GDP甚至遙遙領先隔壁的失散兄弟南韓！\n\n然而，後來究竟是發生了什麼事，讓南北兩韓的命運出現黃金交叉？在那之後的朝鮮，難道真的就此一覺不振，還是仍在自己的道路上迅速前進著？今天的朝鮮，真的還符合所謂「共產國家」的定義嗎？許多創作者都稱之為「楚門的世界」，但這個比喻又真的反映出現實嗎？\n\n帶著這些疑問的鯨魚，在朝鮮建政70週年之際，決定親自前往北韓一探究竟。不同於從從中國丹東出發的多數旅行者，他選擇從俄羅斯的海參崴啟程，跟著一個歐洲旅行團，用12天的時間深入朝鮮的多個城市。在這段旅程中，他努力的捕捉那些官方不想讓人看到的「NG鏡頭」，試圖拼湊出當地常民生活的樣貌，甚至還拜訪了朝鮮的佛教廟宇——在這樣的國家裡，怎麼會有寺廟存在呢？而朝鮮人真正的宗教信仰，究竟又是什麼？\n\n旅行熱炒店首位來賓、特殊國家旅遊達人鯨魚，在朝鮮建政73週年的此時重磅回歸！讓我們跟著鯨魚一起，脫去獵奇濾鏡、帶著平常心走入北韓，並且試著去理解，每個奇特現象的背後，究竟存在著怎樣的脈絡！\n\n\n", 
    "timeline": [
      {
        "text": "為什麼會選擇在北韓建政70週年前去拜訪？", 
        "time": "00:01:58"
      }, 
      {
        "text": "曾經有著風光的過去！回顧北韓經濟超越南韓的那段日子", 
        "time": "00:03:58"
      }, 
      {
        "text": "沒有大哥撐腰了！後來的北韓，又發生了什麼變化呢？", 
        "time": "00:07:52"
      }, 
      {
        "text": "去北韓不一定要從中國出發！俄羅斯進去的路線", 
        "time": "00:10:45"
      }, 
      {
        "text": "去北韓真的不能自由行嗎？鯨魚的行程簡介", 
        "time": "00:13:21"
      }, 
      {
        "text": "出發囉！搭乘高麗航空的蘇聯製飛機，時空膠囊般的體驗", 
        "time": "00:15:59"
      }, 
      {
        "text": "平壤的真實樣貌：拿著智慧型手機打手遊追劇！", 
        "time": "00:19:08"
      }, 
      {
        "text": "有神快拜！太陽宮與萬壽台，北韓人的信仰中心？", 
        "time": "00:21:48"
      }, 
      {
        "text": "北韓的政權核心不是共產主義，而是主體思想", 
        "time": "00:25:07"
      }, 
      {
        "text": "天龍國以外的地方，路上遇見真實生活的殘破", 
        "time": "00:27:17"
      }, 
      {
        "text": "政府不想讓觀光客看到的那些「NG鏡頭」", 
        "time": "00:30:12"
      }, 
      {
        "text": "平壤內外兩樣情！關於「出身成分」與「恩庇侍從體制」", 
        "time": "00:33:50"
      }, 
      {
        "text": "朝鮮也有寺廟和教堂，可是看起來怎麼有點怪怪的？", 
        "time": "00:37:00"
      }, 
      {
        "text": "北韓，真的是個共產國家嗎？未來又會往哪個方向走？", 
        "time": "00:40:03"
      }, 
      {
        "text": "朝鮮，真的是「楚門的世界」嗎？脫掉獵奇的濾鏡認識北韓", 
        "time": "00:43:07"
      }
    ]
  }, 
  "67": {
    "description": "\n徒步長途旅行近年越來越受歡迎，歐洲的聖雅各之路（Camino de Santiago）是不少背包客的必去目標；但其實在東亞的日本四國，也有著一條歷史同樣悠久、一樣具有宗教意涵、長度也不亞於聖雅各（法國）之路的「四國遍路」（又稱「四國八十八箇所」），蜿蜒於國際觀光客鮮少踏足的四國鄉間，靜待著有心的旅人造訪。\n\n本集的主角哈克，是一位地理老師、鐵道迷與日本文化愛好者。2014年甫自高中畢業的他，因緣際會下得知四國遍路的存在，一股熱血驅使下便飛到關西轉往四國，開始了這趟長達39天、1200公里的徒步旅行！不但愛旅行而且深諳日本文化的他，在這集節目中會以遍路上所見到的人事物為主軸，井然有序的梳理背後的歷史文化脈絡，帶領我們深入連日本人都不一定知道的四國！\n\n究竟為什麼箇所的數量會是八十八，其他數字不好嗎？據說不管什麼人上路總能得到大師的庇佑，此話怎說？途經德島、高知、愛媛與香川四縣，有哪些饒富特色的地方祭典與在地美食，是在別的地方找不到的？如果沒有時間和預算去走四國遍路，竟然還有那麼多替代方案可以選擇，甚至連在台北都能完成？而八十八箇所與真言宗，又是如何將日本四國和台灣花蓮連結起來？\n\n不管你是和哈克一樣心繫東瀛的日本文化愛好者、去過日本太多次想要尋找更在地體驗的「資深日本自助旅行經驗者」，還是想要接受大量史地資訊洗禮的「冷知識愛好者」，相信這集都會讓你大呼過癮！還等什麼，趕快打開這集，和哈克一起踏上四國版的朝聖之路吧！\n\n\n", 
    "timeline": [
      {
        "text": "為什麼會踏上四國遍路的旅程？四國遍路究竟是什麼？", 
        "time": "00:01:54"
      }, 
      {
        "text": "空海大師何許人也？和四國有什麼關係？", 
        "time": "00:04:40"
      }, 
      {
        "text": "以遣唐使身份，前往中國學習密宗的奇幻漂流", 
        "time": "00:08:14"
      }, 
      {
        "text": "空海大師、真言宗和花蓮某知名景點，竟然有著不為人知的緊密連結？", 
        "time": "00:10:54"
      }, 
      {
        "text": "踏上遍路前的基本認識，重要專有名詞介紹！", 
        "time": "00:13:24"
      }, 
      {
        "text": "出發囉！要如何從台灣出發，到達四國遍路的起點呢？", 
        "time": "00:17:04"
      }, 
      {
        "text": "路上印象最深刻的事：遇到讓人無法招架的熱情！", 
        "time": "00:18:59"
      }, 
      {
        "text": "遍路上的接待文化：各種食物水果餵食，可能還有機會拿到錢？", 
        "time": "00:21:33"
      }, 
      {
        "text": "「同行二人」是什麼概念？空海大師陪你一起走遍路？", 
        "time": "00:24:08"
      }, 
      {
        "text": "跟著遍路深入四國在地！德島縣：漩渦鳴人的出處、阿波舞會館；高知縣：夜來祭", 
        "time": "00:28:27"
      }, 
      {
        "text": "到處都是不可錯過的美食！德島縣：德島拉麵、醋橘；高知縣：稻燒鰹魚、冰淇淋、羊羹；愛媛縣：白樂天燒豚玉子飯；香川縣：結願烏龍麵", 
        "time": "00:32:15"
      }, 
      {
        "text": "特別加碼推薦，高知縣：日本最後的清流四萬十川、JR四國予土三兄弟列車；愛媛縣：神隱少女場景道後溫泉；香川縣：金刀比羅宮、空海大師本人親自建造的滿濃池、大步危小步危的超熱情老闆娘；瀨戶內海藝術祭", 
        "time": "00:39:10"
      }, 
      {
        "text": "去不了四國？沒關係，連在台北都可以完成四國遍路！", 
        "time": "00:44:29"
      }, 
      {
        "text": "如何在網路上找到哈克", 
        "time": "00:48:17"
      }
    ]
  }, 
  "66": {
    "description": "\n這是我在阿拉斯加最後、也是最瘋狂的一趟旅行。偵探魂爆發的我，來到偏僻小鎮挖掘一個歷史事件的後續，並且搭小飛機越過了白令海峽，造訪孤懸在亞洲大陸旁邊的遙遠離島！\n\n自從在我的Podcast界偶像《歷史下酒菜》EP38聽到了「1925年諾姆血清接力」（1925 Serum Run to Nome），關於一個小鎮如何被哈士奇狗拯救的溫馨故事，就對於這個地處偏遠、連阿拉斯加人都不會去的地方心生嚮往；後來又聽說Discovery頻道實境秀《白令海大吸金》（Bering Sea Gold）在此拍攝，就更加想去了解人類在殘酷環境下淘金的歷史！\n\n於是在好奇心的驅使下，我親自來到了諾姆，扮演起歷史事件的偵探角色，想藉由現地蒐證更了解這段歷史。這個故事裡的熱血感人，究竟是外來媒體的包裝渲染，還是在諾姆歷史上真的佔有一席之地？托哥和巴爾托這兩隻領頭犬，誰才是當地人認證的最大功臣？將近100年過去了，這裡的人們用什麼方式延續當年的雪橇犬文化？\n\n但我的旅行並不僅止於此！接下來我搭乘小飛機跨越白令海峽，來到了阿拉斯加最偏遠海島之一「聖羅倫斯島」。這座海島無論地理還是文化上都更貼近俄羅斯，卻因為冷戰鐵幕的分隔，成為孤懸在海峽另一端的美國離島。親自造訪這個Yupik原住民的部落，固然讓我感受到了當地的熱情與堅毅，然而卻也無意發現這些偏遠聚落裡，竟然潛藏著一股不為人知的暗黑勢力，正悄悄的奪去許多人的性命！它，究竟是何方神聖？\n\n真相，未必只有一個。旅行熱炒店EP66，阿拉斯加系列收官之作，現在就跟著主廚兼偵探Jerome，一起出發去案發現場一探究竟吧！\n\n\n", 
    "timeline": [
      {
        "text": "諾姆：1925年血清接力事件發生地點、實境秀《白令海大吸金》場景", 
        "time": "00:02:05"
      }, 
      {
        "text": "1925諾姆血清接力事件說書時間（想聽比較好的版本的話請洽歷史下酒菜EP38）", 
        "time": "00:05:20"
      }, 
      {
        "text": "聽完血清接力事件，主廚Jerome眉頭一皺，發現案情並不單純", 
        "time": "00:12:26"
      }, 
      {
        "text": "今天的諾姆，從安克拉治坐飛機1.5小時就可以到達", 
        "time": "00:14:51"
      }, 
      {
        "text": "淘金究竟是怎麼淘法？", 
        "time": "00:17:29"
      }, 
      {
        "text": "淘金潮結束之後，在諾姆留下了什麼？", 
        "time": "00:21:38"
      }, 
      {
        "text": "偵探Jerome進入辦案模式，諾姆人到底怎麼看血清接力？", 
        "time": "00:24:48"
      }, 
      {
        "text": "傳染病和隔離其實是日常？諾姆人各個都是防疫專家～", 
        "time": "00:27:54"
      }, 
      {
        "text": "今天在諾姆可以見到的事件相關地點", 
        "time": "00:33:05"
      }, 
      {
        "text": "往更偏遠的下一站出發：聖羅倫斯島", 
        "time": "00:35:16"
      }, 
      {
        "text": "飛越白令海峽，到了聖羅倫斯島發現宛如外星球？", 
        "time": "00:39:01"
      }, 
      {
        "text": "意外發現北國大地上空隱藏著的暗黑勢力", 
        "time": "00:42:53"
      }, 
      {
        "text": "歌聲、鼓聲、舞蹈，載歌載舞的週日夜晚", 
        "time": "00:49:01"
      }, 
      {
        "text": "阿拉斯加數位遊牧的最終心得分享", 
        "time": "00:52:52"
      }, 
      {
        "text": "回答聽眾問題，結語", 
        "time": "00:55:14"
      }
    ]
  }, 
  "65": {
    "description": "\n「家裡噴石油」是許多人的夢想，但在阿拉斯加卻是每天的日常。從北極圈挖出的石油，透過1,200公里長的油管源源不絕的往外輸出，產生的巨大利益讓州民不但免繳所得稅，每年還可以領到一筆分紅！\n\n但擁有石油並不代表就此高枕無憂。事實上從確認石油蘊藏的那天起，挖石油就一直為阿拉斯加人帶來各樣挑戰——在如此偏遠寒冷的地方，挖到了石油該怎麼運出來？史無前例的瘋狂巨大工程，各種難關該如何克服？每年領錢還不滿足，石油紅利是阿拉斯加政壇永無止盡的爭議話題？這集主廚將為各位解析阿拉斯加油管的身世，與您一同發現原來油管不只是油管，還是一條隨時牽動經濟、政治與日常生活的敏感神經！\n\n除此之外，雖然東京奧運結束了，身為podcaster還是不能忘記要來蹭一下奧運的熱度啦！不曉得各位是否知道，除了熟悉的夏季、冬季奧運與帕運之外，其實世界上還存在著主題五花八門的多項體育賽事？而在阿拉斯加，也有屬於極地民族自己的「世界愛斯基摩—印第安奧林匹克」（World Eskimo Indian Olympics），與東京奧運同時間，在Fairbanks這個城市進行著！\n\n主廚Jerome在好奇心的驅使下來到現場觀賽，發現這裡每一項比賽都超級特別，在其他地方完全看不到！這些不尋常的競賽項目究竟有哪些？又是在怎樣的環境下被孕育出來的呢？跟著主廚一起去看看這場與眾不同的奧運吧！\n\n\n", 
    "timeline": [
      {
        "text": "開場閒聊：節目流程優化計畫進行中，與想要請問大家的問題～", 
        "time": "00:00:20"
      }, 
      {
        "text": "全世界都在瘋東京奧運，但是阿拉斯加也有自己的奧運？", 
        "time": "00:06:38"
      }, 
      {
        "text": "屬於極地民族的奧運會，聽起來很酷，但實際上究竟是在比些什麼呢？", 
        "time": "00:12:12"
      }, 
      {
        "text": "和一般國際賽事截然不同的比賽項目，是怎樣的環境與生活方式孕育出來的？", 
        "time": "00:19:46"
      }, 
      {
        "text": "家裡噴石油，應該是件很爽的事情啊！到底是有什麼煩惱啦？", 
        "time": "00:26:46"
      }, 
      {
        "text": "在北極圈裡挖石油，要怎麼運出來呢？各種異想天開的運油方案！", 
        "time": "00:30:57"
      }, 
      {
        "text": "差點讓油管胎死腹中的兩大程咬金：環境影響評估法，與原住民土地權益", 
        "time": "00:35:41"
      }, 
      {
        "text": "神救援投手出現了！原來是地球另一端的一場戰爭讓油管起死回生？", 
        "time": "00:38:41"
      }, 
      {
        "text": "雖然如此，阿拉斯加建油管還是難如登天！他們如何克服各種挑戰？", 
        "time": "00:42:15"
      }, 
      {
        "text": "油管不只是油管，關於它如何徹底改變了阿拉斯加的命運", 
        "time": "00:48:25"
      }, 
      {
        "text": "最新的研究焦點：如何降低油管產能、維持在最低限度，這什麼概念？", 
        "time": "00:53:01"
      }, 
      {
        "text": "結語與旅遊路線推薦", 
        "time": "00:55:26"
      }
    ]
  }, 
  "64": {
    "description": "\n讓我們一起回到2012年的中國新疆。\n\n當時七五事件才剛過不久，新疆在外地人眼中是「危險」的同義詞；習近平還沒完全掌握大權，智能手機與支付寶也尚未普及；方興未艾的自助遊風潮，吸引了無數城市年輕人紛紛西進，想感受這個國家的寬廣遼闊。而在這群年輕人中，還有著一位為了探索世界而到上海交換學生的台灣女生，點點，抱持著初生之犢不畏虎的決心，正沿著河西走廊往歐亞大陸的最深處前進。\n\n但這趟絲路流浪並不傳統；相反的，這是一趟非常偏離正軌的絲路旅行——\n\n對西藏有所嚮往的點點，首先繞路來到了甘肅南部的夏河縣拉卜楞寺，見識到藏傳佛教信眾的虔誠；接著穿過河西走廊，原本在烏魯木齊就該結束的旅程，卻突然延伸到北疆阿爾泰山，放著一般人趨之若鶩的喀納斯湖不去，硬是在一個山中小村賴著不走；最後又一路殺到南疆最偏遠的塔什庫爾干，見到了另一邊就是巴基斯坦的紅其拉甫口岸，並感受富含塔吉克色彩的邊疆風景。\n\n然而這一切的偏離正軌，可能都比不上親自前往七五事件發生地點——烏魯木齊二道橋來得精彩。當一行人來到這個所有人一再叮嚀「絕對不要去」的維吾爾市集，來自周遭的凝視讓他們彷彿誤入叢林的小白兔，氣氛也隨著腳步變得越來越緊張；然而就在這個時候，一個突如其來的尷尬問題，竟然瞬間導致情節大逆轉，徹底改寫了點點的絲路體驗！\n\n究竟是什麼樣的問題，讓原本幾近凝結的氣氛出現180度的大轉變？從夏河、禾木、喀什到塔什庫爾干，這段不斷脫離主線的絲路旅程上，哪些人事物是在酒泉、敦煌、嘉峪關看不到，卻讓點點回味再三的？這集就讓我們跟著點點回到近10年前的中國，懷抱著年少輕狂的叛逆，一起經歷那些偏離正軌才會遇見的瘋狂流浪故事！\n\n\n", 
    "timeline": [
      {
        "text": "將近10年前還沒智慧手機就決定衝新疆！哪來的勇氣？", 
        "time": "00:01:28"
      }, 
      {
        "text": "從小都是個乖小孩，為了不讓家人擔心，只好⋯⋯", 
        "time": "00:04:32"
      }, 
      {
        "text": "甘肅夏河縣拉卜楞寺：擦邊球拜訪藏區，去不了西藏的替代方案", 
        "time": "00:07:00"
      }, 
      {
        "text": "藏區文化：藏傳佛教寺廟、喇嘛、磕長頭、轉經輪與唐卡", 
        "time": "00:10:51"
      }, 
      {
        "text": "背包客界無奇不有，青年旅館見識到的各種奇葩旅人們", 
        "time": "00:14:00"
      }, 
      {
        "text": "每個人都說新疆很危險！但真的有那麼可怕嗎？", 
        "time": "00:18:02"
      }, 
      {
        "text": "七五事件發生地點，烏魯木齊二道橋，對話中意想不到的大翻轉？", 
        "time": "00:20:34"
      }, 
      {
        "text": "從2012年到2018年，發生了多大的轉變？點點與Jerome的經驗對照", 
        "time": "00:23:58"
      }, 
      {
        "text": "從烏魯木齊前往阿爾泰山的旅程，尷尬的民生問題——關於廁所", 
        "time": "00:25:17"
      }, 
      {
        "text": "圖瓦人建立的阿爾泰山中聚落禾木村，來了就不想走啦～", 
        "time": "00:29:26"
      }, 
      {
        "text": "旅人的一廂情願，誰規定山中小村一定要很原始？", 
        "time": "00:33:46"
      }, 
      {
        "text": "東方與西方旅人的交會之處，南疆喀什，維吾爾人多就一定危險？", 
        "time": "00:38:02"
      }, 
      {
        "text": "塔什庫爾干自治縣，充滿塔吉克風味的山中縣城", 
        "time": "00:40:46"
      }, 
      {
        "text": "這段旅行對你的意義是什麼？還有給背包客的一點叮嚀", 
        "time": "00:43:27"
      }, 
      {
        "text": "點點陳的創作與出版品介紹，結語", 
        "time": "00:45:45"
      }
    ]
  }, 
  "63": {
    "description": "\n「去一次黃石國家公園不夠，那你不會去第二次嗎？只去玩幾天嫌太少，那你不會去一整個夏天嗎？」\n\n因為朋友的照片而對黃石一見鍾情的Cheryl，決定以打工旅遊的方式，用一整個夏天的時間體驗黃石，而且還連續去了三年，一路被升到了飯店經理！接著她又到了更北邊的冰河國家公園。連續四年的打工旅遊經驗，使她成為PRO級的國家公園達人。\n\n這兩個無論是Cheryl還是主廚Jerome都狂推不已的國家公園，究竟有什麼獨步全球的特色？對於時間有限的旅人來說，有哪些地方是Cheryl認為無論如何都一定要去的？走入自然並不意味著放飛自我，有什麼很重要但總是被忽略的事，是每一個走入國家公園的人都應該留意的？\n\n至於位於美國南方的路易斯安那州，其首府紐奧良在許多人心目中可以和派對、狂歡劃上等號，然而這裡的有趣之處絕對不止於此！一塊經歷過西班牙、法國與美國統治的土地，又迎來了源自西非或加勒比海的人們，多元文化的交融迸發，讓這裡產生了不得了的化學反應；從語言、建築、法制到大家最關心的美食，每件事物都訴說著它與眾不同的過往。\n\n因此在這集的最後，居住在當地的Cheryl就要從食物出發，來帶大家認識所謂的「Cajun卡津風味」，以及它們如何展現了路易斯安那獨特的混血身世！\n\n\n", 
    "timeline": [
      {
        "text": "原本以為打工旅遊就只是整理飯店房間，沒想到其實還蠻辛苦的？", 
        "time": "00:01:55"
      }, 
      {
        "text": "全世界國家公園的開山始祖：黃石的歷史背景與地理位置", 
        "time": "00:05:34"
      }, 
      {
        "text": "如果你的時間真的超有限，那這幾個地方絕對不能錯過：Mammoth Hot Springs、Canyon Village和Old Faithful", 
        "time": "00:08:30"
      }, 
      {
        "text": "值得推薦的體驗：Hayden Valley觀星、Mount Washburn健行與Yellowstone Lake泛舟", 
        "time": "00:11:02"
      }, 
      {
        "text": "最重要也最基本，但總是有遊客搞不清楚的事情：如何正確應對野生動物", 
        "time": "00:13:49"
      }, 
      {
        "text": "超級容易向隅的熱門國家公園，工作人員才知道的飯店與露營訂房小秘密（噓～）", 
        "time": "00:18:33"
      }, 
      {
        "text": "位置超級偏遠的冰河國家公園，其實有個交通超方便的前往方式？", 
        "time": "00:20:49"
      }, 
      {
        "text": "冰河國家公園的不可錯過：Going-to-the-Sun Road與Logan Pass", 
        "time": "00:23:19"
      }, 
      {
        "text": "健行者天堂裡，CP值最高的一條步道：Grinnell Glacier Trail", 
        "time": "00:26:36"
      }, 
      {
        "text": "工作人員的秘密基地：Lake McDonald旁的Beach Twelve", 
        "time": "00:29:00"
      }, 
      {
        "text": "一秒國土變成兩倍大！1803年Louisiana Purchase，與路易斯安那州的混血歷史", 
        "time": "00:33:04"
      }, 
      {
        "text": "美利堅炙燒法蘭西，再配上一點加勒比海和西非：路易斯安那融合料理研討會！", 
        "time": "00:37:32"
      }, 
      {
        "text": "紐奧良的西、法、美混合建築，低窪的地勢與卡翠納颶風", 
        "time": "00:41:38"
      }, 
      {
        "text": "從建築、語言到法制，到處都有法國文化的痕跡！而且還要拼誰比較法國？", 
        "time": "00:45:00"
      }, 
      {
        "text": "因為一股神奇的力量而消失的結尾，哪裡可以找到Cheryl", 
        "time": "00:48:32"
      }
    ]
  }, 
  "62": {
    "description": "\n人口約莫2000多萬的一座海島上，住著兩群宗教、語言和文化都大相徑庭的人，他們之間的張力與軍事衝突，構築了這塊土地過去一個世紀的歷史，也留下一些至今依然可見的傷痕；然而在內戰的傷痛記憶之外，積累千年的文化底蘊以及豐富多元的莽原生態，使得這裡依然魅力不減。這個地方就是本集的主角，斯里蘭卡。\n\n熱愛旅行、體驗在地文化遠勝於工作的Malina，以「想去的國家」作為唯一條件在求職網站上找工作，就這樣來到從未拜訪過的斯里蘭卡，在一個有點偏僻的地方開始了新生活。在這個距離首都可倫坡五六小時車程的鄉間，住著哪些不速之客，讓Malina每次進出浴廁時都心驚膽跳？內戰雖然已經結束，僧伽羅人與泰米爾人的恩怨，如何在當地的日常生活中延續著？獨步全球的佛牙節上，大象們究竟扮演著什麼神聖崇高的角色？而講到莽原旅遊，斯里蘭卡又有什麼獨到之處，讓東非大草原相形見絀？\n\n旅行熱炒店EP62，讓我們跟著擁有不安靈魂的Malina一起走入斯里蘭卡的常民生活，品嚐海島、莽原與佛教文化交織出的絕妙滋味！\n\n\n", 
    "timeline": [
      {
        "text": "別人是為了工作而出國，Malina卻是因為想去斯里蘭卡而去找那裡的工作？", 
        "time": "00:01:44"
      }, 
      {
        "text": "第一印象：我們沒在急的，搭車慢慢晃過去就好", 
        "time": "00:05:02"
      }, 
      {
        "text": "兩大族群僧伽羅人與泰米爾人，百年糾葛從頭說起", 
        "time": "00:06:57"
      }, 
      {
        "text": "辦公室裡的異數，英語流利的泰米爾人", 
        "time": "00:11:05"
      }, 
      {
        "text": "與野生動物的第一線接觸，與始終難以突破的心理障礙", 
        "time": "00:16:44"
      }, 
      {
        "text": "比東非更值得推薦，斯里蘭卡的莽原究竟厲害在哪裡？", 
        "time": "00:19:30"
      }, 
      {
        "text": "南方城市Galle的多元風貌，美食與建築", 
        "time": "00:22:06"
      }, 
      {
        "text": "最具在地特色的活動佛牙節，原來大象不只是大象？", 
        "time": "00:25:55"
      }, 
      {
        "text": "最後的補充建議，以及下一個準備去探索的地方", 
        "time": "00:29:03"
      }
    ]
  }, 
  "61": {
    "description": "\n「北太平洋上的項鍊」、橫亙於亞洲與美洲大陸之間的阿留申群島，是個讓人覺得既熟悉卻又陌生的地方——跨太平洋的航班時常從它的上空飛過，但能為它專程跑一趟的的旅人卻是少之又少；尤其它詭譎多變的天氣，加上偏僻遙遠的地理位置，都使得它很少出現在一般人的旅遊清單上。\n\n從小就對這種地方充滿好奇的主廚，抱持著「哪壺不開提哪壺的」偏執心態，利用七月初的國慶連假，親自踏上了群島中最偏遠的有人居住島嶼「埃達克島」（Adak Island）。原本只是想來解鎖人生成就的主廚，來到這裡卻發現簡直是挖到寶，這座島上根本滿地都是說不完的故事！\n\n* 位處惡劣氣候中的火山島，最高風速超過每小時300公里，一年超過一半都陰雨霏霏，但卻有一種韌性堅強的原生紫色花朵四處開放，而且她的名字在華人世界裡家喻戶曉？\n* 被統治者放棄了100多年的埃達克，突然在一夕之間變成擁有戰機、航空母艦與潛艦的超級軍事要塞，甚至還有當時全世界最偏遠的麥當勞，而一切其實都是因為大日本帝國的入侵？\n* 冷戰對峙時期的超級前線，情報單位在這裡24小時監聽敵人各種偷偷摸摸的水下活動；島上佈滿著能夠裝載核彈的發射陣地，每走幾步就有一個核輻射避難所，原來我們曾經離核子戰爭這麼接近？\n\n南太平洋海島度假舉世聞名，那「北太平洋海島度假」又是怎樣的一種體驗呢？跟著主廚一起踏上那冰火齊發、一次又一次莫名其妙被推上前線的遙遠海島吧！\n\n\n", 
    "timeline": [
      {
        "text": "阿留申群島那麼偏遠！怎麼會如此想不開專程跑去呢？", 
        "time": "00:04:45"
      }, 
      {
        "text": "冰火齊發，環太平洋火山地震帶上的層狀火山島", 
        "time": "00:08:11"
      }, 
      {
        "text": "原本杳無人煙的埃達克島，因為一場戰爭被推上前線，自此走向不同命運？", 
        "time": "00:13:27"
      }, 
      {
        "text": "代誌大條啦，日本打到咱們家門口來啦！米國如何絕地大反攻", 
        "time": "00:19:17"
      }, 
      {
        "text": "不可思議的海島：所有人都身兼多職、凍結冷戰年代的時空膠囊", 
        "time": "00:24:10"
      }, 
      {
        "text": "美蘇核子武力競賽是玩真的！核彈陣地、輻射防空洞與LORAN通訊站", 
        "time": "00:32:32"
      }, 
      {
        "text": "功成身退，再次恢復寧靜的埃達克島，65個人住在曾有6,000居民的鎮上？", 
        "time": "00:40:56"
      }, 
      {
        "text": "島上隨處可見的美麗野花，和台灣有著神奇的連結？自然愛好者不可錯過的動植物群像", 
        "time": "00:43:42"
      }, 
      {
        "text": "埃達克島的未來，準備要第三次被推上戰場了嗎？", 
        "time": "00:50:44"
      }, 
      {
        "text": "結語與旅行建議", 
        "time": "00:53:05"
      }
    ]
  }, 
  "60": {
    "description": "\n六月下旬的北極海畔，白皚皚的浮冰仍未完全消融；兩個月不會下山的太陽高高掛在天頂，卻驅不走荒涼大地上徘徊的寒意。杳無人跡的苔原上，一群在此居住了數千年的人們，正以獨特的節慶「Nalukataq」慶祝著春天捕鯨的豐收，叫聲與歡呼聲不絕於耳，為寂靜的極圈帶來難得的熱鬧。\n\n歡迎來到美國最北邊的小鎮，Utqiagvik，或者它在2016年之前的名字，Barrow。在這個每年有2.5個月不見天日、年平均溫攝氏零下10度、物價是美國平均3倍的地方，究竟住著怎樣的一群人？在這片植被稀疏、鳥獸罕有的土地上，他們如何利用有限的資源與代代相傳的在地知識，懷抱著崇敬的心，接受上天賞賜的海中大禮「勾頭鯨」（bowhead whale）？而在致力維繫傳統的同時，他們又是如何藉由獨特的資本運作模式，走出自己的一條路？\n\n睽違20多集，旅行熱炒店的極圈系列強勢回歸！這回的極圈主題，沒有極光、沒有自然美景、沒有聖誕老人，更沒有蓋冰屋的愛斯基摩人，只有主廚一顆旺盛無比的好奇心，帶領大家一起走入極圈，從Iñupiat原住民的捕鯨文化出發，看見寒帶環境、海洋生態、傳統文化與現代科技，如何在這裡以意想不到的方式彼此交會！\n\n\n", 
    "timeline": [
      {
        "text": "美國最北邊的小鎮，Utqiagvik或Barrow究竟是個怎樣的地方？", 
        "time": "00:04:10"
      }, 
      {
        "text": "前往Utqiagvik其實不難！但是對背包客而言最大障礙可能是預算？", 
        "time": "00:08:21"
      }, 
      {
        "text": "所有房子都漂浮在半空中？塵土飛揚的碎石路面像砂石場？", 
        "time": "00:12:31"
      }, 
      {
        "text": "欸所以，Nalukataq到底是個怎樣的活動？", 
        "time": "00:16:18"
      }, 
      {
        "text": "極圈原住民之間的關係，從格陵蘭到俄羅斯都有相似之處？", 
        "time": "00:19:40"
      }, 
      {
        "text": "關於北極海的弓頭鯨族群，人類捕鯨的歷史與現況", 
        "time": "00:22:13"
      }, 
      {
        "text": "懷著崇敬的心接受上天的賞賜，Iñupiat捕鯨傳統處處是學問", 
        "time": "00:27:30"
      }, 
      {
        "text": "Nalukataq上半場：見者有份的美食，從馴鹿湯到各式魚肉料理", 
        "time": "00:33:25"
      }, 
      {
        "text": "Nalukataq下半場：彈跳高飛，瘋狂撒糖！", 
        "time": "00:37:42"
      }, 
      {
        "text": "極圈小鎮的生活現實：高物價、流水席社會，與原住民資本運作模式", 
        "time": "00:41:18"
      }, 
      {
        "text": "毛皮店不是只賣毛皮！天涯海角也躲不過全球化浪潮", 
        "time": "00:47:43"
      }, 
      {
        "text": "欸所以，Utqiagvik真的值得去嗎？文化中心與傳統復振", 
        "time": "00:49:44"
      }, 
      {
        "text": "暖心小故事與心得感想！", 
        "time": "00:52:23"
      }
    ]
  }, 
  "59": {
    "description": "\n「等等，有沒有搞錯？南斯拉夫有這麼落後嗎？你竟然說它是『第三世界』國家！」\n\n是的，南斯拉夫不但屬於第三世界，還是第三世界的領導者！\n\n今天「第三世界」一詞通常被用來指發展程度較低、位居世界經濟邊緣的國家，但其實它原本指的是那些既不屬於第一世界（美國與北約陣營）、也不願投靠第二世界（蘇聯與華沙公約陣營）的「不結盟運動」（Non-Aligned Movement）國家們；而這個運動的發起者之一，就是曾經坐擁一片天地的南斯拉夫。和共產老大哥蘇聯交惡，使他們走上一條自己的路，試圖在兩大陣營之外攻城掠地，成為冷戰時期獨樹一格的第三勢力。\n\n然而這段榮景並不持久。政治強人狄托（Josip Broz Tito）的辭世，將文化分歧的巴爾幹打回原形；猶如失去合體能力的機器戰隊，南斯拉夫進入了二戰後最慘烈的區域衝突，塞爾維亞也試圖在其中試圖殺出一條生路。\n\n這段相距不遠的殘酷歷史，今天的塞爾維亞人如何看待？南斯拉夫時代的生活，為何讓一部份的人回味再三？周遭國家紛紛投入歐盟懷抱的此時，塞爾維亞究竟在想什麼？而中國作為最忠實的盟友，中塞友誼又是為何能一路走來忠貞不渝？\n\n旅行熱炒店EP59，再次由冷知識專家璨宇領路，讓我們一起走進從南斯拉夫以來錯綜複雜的歷史，並且直擊仍在尋找出路的塞爾維亞現況！\n\n\n", 
    "timeline": [
      {
        "text": "一戰結束，南斯拉夫隆重登場！！為什麼文革時中國人很熟南斯拉夫電影？", 
        "time": "00:02:18"
      }, 
      {
        "text": "南斯拉夫與他的快樂夥伴，不親美也不親蘇的「第三世界」國家聯盟", 
        "time": "00:06:29"
      }, 
      {
        "text": "非典型共產國家，南斯拉夫時代的平民生活其實還也不錯？", 
        "time": "00:10:27"
      }, 
      {
        "text": "巴爾幹火藥庫爆炸啦！南斯拉夫內戰，這一切究竟是怎麼發生的？", 
        "time": "00:16:25"
      }, 
      {
        "text": "周遭國家紛紛投入歐盟懷抱，那塞爾維亞呢？現在是什麼狀況？", 
        "time": "00:22:51"
      }, 
      {
        "text": "特斯拉是塞爾維亞之光？（但克羅埃西亞表示反對？）", 
        "time": "00:26:07"
      }, 
      {
        "text": "中塞友誼忠貞不渝！中國在塞爾維亞的強烈存在感", 
        "time": "00:27:07"
      }, 
      {
        "text": "和中國那麼麻吉，那台灣的聽眾去旅行要怎麼辦簽證呢？", 
        "time": "00:31:36"
      }, 
      {
        "text": "結語：國家的悲慘記憶是民族主義的土壤", 
        "time": "00:34:13"
      }
    ]
  }, 
  "58": {
    "description": "\n在影視作品裡，不知道大家有沒有看過這樣的角色：剛出場時是個十惡不赦的大壞蛋，一舉一動都讓人恨得牙癢癢；然而隨著劇情推進，當他的悲慘過往被慢慢揭開，我們才曉得這世界很少是非黑即白，看似可恨的人物也有著令人同情之處。\n\n塞爾維亞，或許就是這樣的一個國家。90年代以來的歷史，加上隔壁鄰居和台灣類似的處境，常讓人以為他就是個整天霸凌波士尼亞和科索沃的「巴爾幹大魔王」；但其實在不過100年前，它還在奧匈帝國與鄂圖曼土耳其這兩大強權之間掙扎著，而更早的歷史更是充滿波折與衝突。它，在歐洲大陸上究竟是怎樣的一種存在？和拉丁、拜占庭與伊斯蘭文化圈的關聯，又該從何理解起？\n\n為了好好認識這個特別的地方，我們再次請到了ep.46的冷知識達人璨宇。結束瑞典的外派生活之後，璨宇在公司安排下來到塞爾維亞，繼續在這裡寫下他的漂流筆記。塞爾維亞的故事分為上下兩集，這集我們會從羅馬時代開始，一路聊到第一次世界大戰為止的歷史，並且從這些歷史遺留下來的痕跡出發，挖掘這個國家裡的各種好吃好玩！\n\n旅行熱炒店ep.58，冷知識達人重磅回歸，與你一同發現塞爾維亞不為人知的過往！\n\n\n", 
    "timeline": [
      {
        "text": "歡迎來賓出場！為什麼會去塞爾維亞", 
        "time": "00:00:54"
      }, 
      {
        "text": "大家都是斯拉夫人，不要分那麼細！？俄羅斯與塞爾維亞", 
        "time": "00:05:07"
      }, 
      {
        "text": "賽爾維亞其實地靈人傑，是出過許多羅馬皇帝的龍脈所在！？", 
        "time": "00:09:46"
      }, 
      {
        "text": "兩大天敵：鄂圖曼土耳其與奧匈帝國留下的影響痕跡", 
        "time": "00:13:53"
      }, 
      {
        "text": "拜占庭的靈魂不滅，塞爾維亞引以為傲的聖薩瓦教堂", 
        "time": "00:18:46"
      }, 
      {
        "text": "第一次世界大戰的第一槍其實是在貝爾格勒？", 
        "time": "00:21:06"
      }, 
      {
        "text": "塞爾維亞也有不可錯過的特色美食！以及神奇的問號餐廳", 
        "time": "00:25:31"
      }
    ]
  }, 
  "57": {
    "description": "\n旅行熱炒店滿一週年了！身為一個不太懂得過紀念日的人，想不到什麼新梗來慶祝，於是決定回歸分享的本質，利用這集和大家聊聊從來沒有在節目上講過的幕後秘辛！\n\n或許你曾經好奇，為什麼開播日會是2020年6月20日呢？節目來賓都是從哪裡找來的？錄音之前主廚是不是都不用準備、只要翹著腳等著來賓奉上內容？每一集投注大量心血的文案與視覺設計背後，熱炒店的的理念是什麼？面對網路上的不同聲音，主廚曾經如何接招？在本集前半，一口氣把所有秘密大公開！\n\n而在節目的後半，主廚會分享自己最近生活的變化——搬到了一個非常「靠北」的地方，開始了暫時性的數位遊牧生活。究竟為何會選擇來到這片美洲大陸上的「北大荒」？這裡有著什麼有趣的故事？在北美第一高峰Denali龐大的身軀下露營，又是怎樣的感覺？\n\n這是主廚非常囉唆的一集，也算是對這個節目過去跌跌撞撞一路走來的成長紀錄，希望大家喜歡這樣的分享；未來的日子裡，讓我們繼續一起抱持著好奇心深入世界角落，挖掘那些被忽略的人事物！\n\n(00:01:48) 謝謝各位支持！關於開播日6月20日的小秘密\n\n早在2019年11月就決定製作podcast的主廚，很早就在Spotify上傳了RSS feed，結果卻拖了整整半年都沒有什麼動靜！最後究竟是何方神聖讓主廚決定付諸行動，在6月20日上傳了第一集的節目？\n\n(00:05:18) 料理製作幕後大公開！嚴選食材＋五道工法精心調理\n\n每個節目都擁有自己的獨門秘方，旅行熱炒店也不例外！在這個環節裡，跟著主廚一起進入熱炒廚房，從挑選食材到接受顧客回饋，一步一步的認識旅行熱炒店的五道工法！\n\n(00:20:00) 你問我答：好久不見的Q&A時間\n\n其實很希望和大家有更多互動，卻總是要等到這種單口集數才有辦法好好回答。這裡整理了在IG上收集的幾個問題，在此親自回覆，滿足各位對於熱炒店的好奇心！\n\n(00:29:05) 主廚的夏日北方計畫，數位遊牧生活開始\n\n原本在美國東北波士頓住了六年半的主廚，上個月底終於從新英格蘭「畢業」了！趁著陣地轉移的空檔，賣掉了大部分的家當，輕裝來到每天有20小時日照的北方，親自體驗何謂數位遊牧。原本沒太多期待的主廚，來到這裡卻發現這塊看似蠻荒的土地上處處都是故事！\n\n(00:42:53) 在北美第一高峰的龐大身軀下酣然入夢：Denali National Park\n\n利用數位遊牧的週末，主廚來到了北美第一高峰所在的Denali National Park。曾經去過不少國家公園，但這個卻和別人很不一樣！運氣很好的主廚，更在這裡目睹了種類繁多的野生動物，以及自然界最真實最殘酷的廝殺景象！\n\n（節目總長 59:20）\n\n\n", 
    "timeline": [
      {
        "text": "謝謝各位支持！關於開播日6月20日的小秘密", 
        "time": "00:01:48"
      }, 
      {
        "text": "料理製作幕後大公開！嚴選食材＋五道工法精心調理", 
        "time": "00:05:18"
      }, 
      {
        "text": "你問我答：好久不見的Q&A時間", 
        "time": "00:20:00"
      }, 
      {
        "text": "主廚的夏日北方計畫，數位遊牧生活開始", 
        "time": "00:29:05"
      }, 
      {
        "text": "在北美第一高峰的龐大身軀下酣然入夢：Denali National Park", 
        "time": "00:42:53"
      }
    ]
  }, 
  "56": {
    "description": "\n鈞媛是我追蹤已久的人物，也是「Refugee 101 Taiwan」這個倡議組織的發起人。講起旅行，她的資歷絕對不亞於節目開播以來的所有來賓——\n\n25歲之前就去過多達60個國家，不只曾在許多冷門地方留下足跡，也舉辦過不少旅行講座；明明就有這麼多旅行故事可以分享的她，為何最後單單選擇了「難民」，這個既沈重又無利可圖的議題，奔波於各級學校間以工作坊形式進行推廣？台灣這座蕞爾小島，與難民之間的距離是如此遙遠，這個議題對我們而言究竟為何重要？\n\n在這集節目裡，我們將從鈞媛與難民社群的首次接觸出發，和她一起回顧這段關注與倡議難民議題的歷程——到了英國留學，以為自己終於能與難民社群更加接近，沒想到看到的卻是更多現實的無奈？為什麼號稱愛心不落人後、募款能力沒話說的台灣人，講起自己國家要接收難民時卻猶豫了？「非法」與「非正式/無證」移民，看似只是用字上的差異，為什麼要如此斤斤計較？\n\n關於難民，用講的很容易，捐錢或許也不難，但當這些人來到你家門口的時候，你準備好要為他們敞開大門了嗎？6月20日世界難民日前夕，讓我們一起跟著鈞媛與Refugee 101 Taiwan，認識難民群體的現況與挑戰！\n\n\n", 
    "timeline": [
      {
        "text": "緣分就是如此神奇，開始接觸難民議題的契機", 
        "time": "00:01:50"
      }, 
      {
        "text": "到了英國留學，以為終於跟難民群體更加接近，沒想到⋯⋯", 
        "time": "00:03:27"
      }, 
      {
        "text": "理論與現實的巨大落差，英國政策下的難民生活", 
        "time": "00:07:28"
      }, 
      {
        "text": "愛心不落人後、募款能力沒話說的台灣人，講起自己國家要接收難民時卻猶豫了？", 
        "time": "00:12:46"
      }, 
      {
        "text": "「非法」與「非正式/無證」，不過就是一詞之差，為何要斤斤計較？", 
        "time": "00:17:52"
      }, 
      {
        "text": "「Refugee 101 Taiwan」簡介，相關資源與機構推薦", 
        "time": "00:21:22"
      }
    ]
  }, 
  "55": {
    "description": "\n加勒比海島嶼，是北美與歐洲人士熱愛的避寒勝地；悠閒的步調與愜意的景象，使這裡幾乎可以和「度假」二字劃上等號！但你有想過如果真的來這裡工作和生活，會是什麼感覺嗎？\n\n對語言教學充滿熱情的Yolanda，幾年前在國合會的安排下，來到多明尼加共和國擔任華語教師。對加勒比海地區一無所知的她，沒想到第一天上課就碰到令人瞠目結舌的離奇誇張事件！不只如此，原本已經學過多年西班牙文並且擔任翻譯的她，來到這個西語系國家，卻突然發現自己像啞巴一樣！究竟是什麼神奇的文化，讓Yolanda花了整整一年才終於能夠適應？到底要如何講，才能說得一口「加勒比海風味」的西班牙語？\n\n除了適應當地文化的趣事，我們也會談到當地的歷史以及旅行重點，還有美食！位在同一座島上的海地，為什麼會有許多移工在多明尼加工作？那裡究竟是有什麼看點，讓它在加勒比海各國的遊客數量中名列前茅？而許多國家都有的嘉年華裡，多明尼加又有什麼獨到之處，讓Yolanda推薦大家一定要去體驗一下呢？\n\n在家防疫覺得苦悶覺得煩、還隨時擔心下一秒會不會突然停電嗎？來聽聽明尼加人是怎麼想的，保證讓你瞬間海闊天空！這集節目裡，就讓我們一起去探索多明尼加共和國這個全世界最懂得make you happy的國家吧！\n\n\n", 
    "timeline": [
      {
        "text": "歡迎來賓Yolanda！為什麼會對語言學習那麼有興趣？", 
        "time": "00:01:00"
      }, 
      {
        "text": "因為棒球而對西班牙語產生興趣？從體育記者到華語老師之路", 
        "time": "00:04:30"
      }, 
      {
        "text": "多明尼加共和國在加勒比海的哪裡？（勘誤：應為「大安地列斯群島」）", 
        "time": "00:07:28"
      }, 
      {
        "text": "多明尼加的多元族群面貌；為何和海地同床異夢？", 
        "time": "00:11:22"
      }, 
      {
        "text": "他們對時間的概念，真的跟我們很不一樣？", 
        "time": "00:14:54"
      }, 
      {
        "text": "在這裡千萬不要溫良恭儉讓！", 
        "time": "00:18:33"
      }, 
      {
        "text": "多明尼加的文化特質，如何展現在他們的日常語言中？", 
        "time": "00:22:20"
      }, 
      {
        "text": "教你如何說一口充滿「加勒比海風味」的西班牙語！", 
        "time": "00:26:40"
      }, 
      {
        "text": "不愛做旅行計畫？來多明尼加就對了！海濱度假村、殖民建築、水上活動、嘉年華", 
        "time": "00:32:20"
      }, 
      {
        "text": "不可錯過的在地美食！連香蕉都可以分成4種？", 
        "time": "00:38:25"
      }, 
      {
        "text": "旅遊小叮嚀，旅人的中心思想是個「問」？", 
        "time": "00:41:30"
      }, 
      {
        "text": "多明尼加的兩年，如何影響後來的人生？", 
        "time": "00:43:21"
      }, 
      {
        "text": "結語", 
        "time": "00:46:06"
      }
    ]
  }, 
  "54": {
    "description": "\n> 「我希望人們看見我，不是因著我遭受的事，而是我的雙手能做到的事。」——敘利亞工坊媽媽\n\n2011年至今的未曾弭平的衝突，使敘利亞這個國家幾乎成了「內戰」的同義詞，也讓數以千萬計的敘利亞人突然多了「難民」這個身份。然而在「難民」二字之外，他們其實和你我一樣，有著各式各樣的身份；這些不同的身份，也使得經歷過同一場戰火的他們，擁有各自迥異的故事。\n\n在這集節目裡，我們將聚焦於難民群體中的女性。本集的來賓Summer，因為拍攝紀錄片的緣故，在土耳其接觸到敘利亞女性難民群體。從自身的所見所聞出發，Summer會和我們分享：戰爭之前的敘利亞社會裡，女性被賦予著怎樣的期待？戰事開啟之後，這個國家發生了什麼令人難以想像的巨大轉變？而這些轉變，又是如何為敘利亞女性開啟了新的可能？\n\n除此之外，Summer也會分享「來自敘利亞的手作禮物」一路走來的點點滴滴——原本不過是個姑且一試的念頭，如何一步步發展成一個結合手作商品、沈浸體驗、議題推廣與女性賦權的社會新創品牌？\n\n即使當下無法前往敘利亞旅行（就連Lonely Planet都刻意把敘利亞的章節抽掉了😭），還有其他許多方式能讓我們探索這個國家！旅行熱炒店EP54，讓我們一起來好好認識敘利亞的現況，並且將想要旅行的衝動化為實際支持的行動吧！\n\n\n", 
    "timeline": [
      {
        "text": "與敘利亞難民社群接觸的起點：紀錄片拍攝計畫", 
        "time": "00:01:39"
      }, 
      {
        "text": "我也是看了新聞才知道有恐怖攻擊！真實情況和事前想像的很不一樣？", 
        "time": "00:03:28"
      }, 
      {
        "text": "動盪政局下的肥沃月彎，從鄂圖曼土耳其到阿薩德政權", 
        "time": "00:09:38"
      }, 
      {
        "text": "內戰的開啟，如何翻天覆地的改變了敘利亞", 
        "time": "00:15:46"
      }, 
      {
        "text": "難民群體中的女性，在局勢變化中擁有什麼獨特的故事？", 
        "time": "00:19:48"
      }, 
      {
        "text": "革命不只是對抗極權統治，同時也撼動了傳統的性別框架？", 
        "time": "00:23:30"
      }, 
      {
        "text": "原本只是幫親朋好友順手代購一下，沒想到結果卻變成⋯⋯", 
        "time": "00:27:29"
      }, 
      {
        "text": "想要更多認識或支持敘利亞難民，推薦這些資源給大家！", 
        "time": "00:31:02"
      }
    ]
  }, 
  "53": {
    "description": "\n摩洛哥的古城，是澱積了千年之久的文化結晶；經典的北非伊斯蘭建築風格、宛若迷宮的巷弄格局、依循古法的手工藝傳統，都被原汁原味的保存在這些稱為「麥地那」（Medina）的老城區裡，令人流連再三。然而，為了招攬生意而熱情過頭的當地人，無所不用其極的糾纏，令許多旅人卻步。究竟該怎麼做，才能在品味古城風情的同時，也能維持自己的旅行步調？\n\n除了介紹經典古城之外，這集我們也會從齋戒月、婚姻制度與飲食習慣等面向出發，更深入的去探討這個北非伊斯蘭社會的生活樣貌。為什麼說在摩洛哥品嚐料理是場友情考驗？一位男性可與多位女性結婚，但沒有兩把刷子的人還不見得能應付？對於旅人來說，又有什麼絕對不可踩的超大地雷？接續宏安在上集的分享，這集就讓我們繼續探索這個魔幻國度！\n\n\n", 
    "timeline": [
      {
        "text": "新舊交融創意迸發的活力古城：馬拉喀什", 
        "time": "00:00:58"
      }, 
      {
        "text": "什麼都有什麼都不奇怪，全非洲第一大市集", 
        "time": "00:05:56"
      }, 
      {
        "text": "不只是千年古城，還是個活生生的文化博物館：菲斯", 
        "time": "00:08:46"
      }, 
      {
        "text": "絕對不可錯過的摩洛哥特色住宿：Riad", 
        "time": "00:12:51"
      }, 
      {
        "text": "很少遊客會去，但其實超精彩的羅馬時代遺跡：Volubilis", 
        "time": "00:16:07"
      }, 
      {
        "text": "摩洛哥飲食推薦：塔吉鍋、烤羊肉、Couscous", 
        "time": "00:18:17"
      }, 
      {
        "text": "伊斯蘭教，在今日的摩洛哥究竟扮演怎樣的角色？齋戒月旅行須知", 
        "time": "00:24:03"
      }, 
      {
        "text": "其實真的很安全！但還是有些事情是大家要注意的", 
        "time": "00:27:37"
      }, 
      {
        "text": "必備技能：直接放大絕翻臉不認人的殺價功力", 
        "time": "00:30:01"
      }, 
      {
        "text": "老婆越多，責任也越重大？摩洛哥的婚姻與愛情觀", 
        "time": "00:31:43"
      }, 
      {
        "text": "最後的提醒，一個千萬不能踩的超級大雷！", 
        "time": "00:36:29"
      }
    ]
  }, 
  "52": {
    "description": "\n「每想你一次，天上飄落一粒沙，從此形成撒哈拉。」這段出自《撒哈拉的故事》的經典文句，吸引了無數華人來到摩洛哥，就為了一睹毛筆下這片世界最大沙漠的面貌。幾年前的宏安，如同許多背包客一樣，也是為了撒哈拉來到這裡，然而卻在一連串的機緣巧合下，也成為了這裡的旅行達人，甚至在這裡經營起了獨家旅遊行程！\n\n阿拉伯、柏柏爾與貝都因的多重文化交錯，如何塑造了這個國家的面貌？撒哈拉雖然是旅遊重點，卻得翻山越嶺、坐上12個小時的車才能到達，在各種旅遊方式間應該如何抉擇？沙漠不就是沙漠，為什麼值得花上至少一整天的時間細細品味？宏安又是如何突破文化差異，在異國經營旅遊產品？這集節目，就讓我們跟著摩洛哥達人宏安一起前進撒哈拉吧！\n\n\n", 
    "timeline": [
      {
        "text": "走遍世界那麼多國，為什麼對愛上摩洛哥這片土地？", 
        "time": "00:01:10"
      }, 
      {
        "text": "從歷史人文認識摩洛哥，關於阿拉伯、柏柏爾與貝都因", 
        "time": "00:05:27"
      }, 
      {
        "text": "摩洛哥的地理特色：一道山脈劃分了兩個世界？沙漠其實很冷？", 
        "time": "00:11:15"
      }, 
      {
        "text": "從窮酸背包客到私人訂製行程，不同方式前進撒哈拉的箇中學問", 
        "time": "00:14:26"
      }, 
      {
        "text": "私人行程的奢華體驗，在營區體驗在地文化之菁華", 
        "time": "00:19:02"
      }, 
      {
        "text": "沙漠不就是沙漠，多停留24小時，到底是有什麼好玩的啊？", 
        "time": "00:23:17"
      }, 
      {
        "text": "難以被其他沙漠超越的撒哈拉之美", 
        "time": "00:26:47"
      }, 
      {
        "text": "每天照三餐爆氣？跨越文化差異經營旅遊產品之甘苦談", 
        "time": "00:30:01"
      }
    ]
  }, 
  "51": {
    "description": "\n台灣人前進越南，近年來已經不是什麼稀罕事，本集主角Lena更堪稱其中佼佼者——早在大學時期就超前部署、選修越南語為第二外語，在當地以一位小小台商業務的身份應對政府官員、亂入各種同事聚會場合只為了更認識越南，後來甚至和朋友合開民宿、勇闖胡志明市旅遊市場！\n\n然而，擁有如此精彩經歷的她，之所以會開啟這扇大門，竟然是因為選不到第二外語、徬徨失措時父親的一句話：「真正的國際觀，要從關心身邊的人開始」？\n\n在這集節目裡，我們將環繞著「關心身邊的人」這個概念，跟著Lena一起回顧她前進越南的歷程。出身自一個「公務員科系」的她，如何成功說服越南台商，獲得外派業務的機會？和越南同事搏感情，如何使她能深入鄉間、認識這個國家不同的面貌？關心身邊的人，這個再簡單不過的概念，如何讓她成為台灣數位外交協會越南計畫的幕後功臣，還能以自己的經驗鼓勵台灣偏鄉的新二代？\n\n旅行熱炒店史上最長的一小時超熱血＋勵志訪談，適合所有人服用！不管你是想在越南自助旅行的背包客、有意前進越南的有為青年，或是關心台灣移工、新住民與新二代現況的平凡人，相信這集的內容都不會讓你失望！\n\n**謹以本集向雲林麥寮高中社會科（以及其他為著移工/新住民/新二代默默努力的）老師們致上最高敬意！**\n\n\n", 
    "timeline": [
      {
        "text": "為何會變成朋友口中的「越南女神」", 
        "time": "00:01:02"
      }, 
      {
        "text": "開始學習越南語，其實完全就是誤打誤撞？學習的挑戰是什麼？", 
        "time": "00:02:27"
      }, 
      {
        "text": "去越南之前，學習越南語為你帶來了什麼改變？", 
        "time": "00:06:33"
      }, 
      {
        "text": "如何找到越南外派工作？決定前往越南時，身邊的人怎麼看？", 
        "time": "00:08:04"
      }, 
      {
        "text": "越南人對與台灣的印象是？和其他國家的外派人士有什麼不同？", 
        "time": "00:13:22"
      }, 
      {
        "text": "外派越南，最有挑戰的地方是？最有趣的地方又是？", 
        "time": "00:15:08"
      }, 
      {
        "text": "什麼樣的人適合去越南工作？", 
        "time": "00:18:05"
      }, 
      {
        "text": "下班後還有另一份事業，每個越南人都是斜槓大師？", 
        "time": "00:20:45"
      }, 
      {
        "text": "在胡志明市勇闖民宿市場，失敗卻珍貴的經歷", 
        "time": "00:22:22"
      }, 
      {
        "text": "意外的為台灣數位外交協會牽起台灣與越南青年之間的線？", 
        "time": "00:28:39"
      }, 
      {
        "text": "開始在越南自助旅行，又是因為一個意外？", 
        "time": "00:34:02"
      }, 
      {
        "text": "跟著光鮮時髦的同事從胡志明市回老家，沒想到看到的竟然是⋯⋯", 
        "time": "00:38:50"
      }, 
      {
        "text": "第一次去越南的旅行推薦——為什麼說南越最適合越南自助初心者？", 
        "time": "00:43:38"
      }, 
      {
        "text": "因為疫情回台，但斜槓人生仍然沒有因此停滯！", 
        "time": "00:49:36"
      }, 
      {
        "text": "前往雲林麥寮高中演講，發現偏鄉移工、新住民與新二代的現況", 
        "time": "00:52:22"
      }, 
      {
        "text": "結語", 
        "time": "00:59:04"
      }
    ]
  }, 
  "50": {
    "description": "\n這集節目，是旅行熱炒店的第50集！雖然不是多麼了不起的成就，但作為一個「半百」的里程碑集數，當然得自私一點，來講個自己覺得有趣的主題，而且要不限時間（於是就這樣講了快一個小時，哈哈哈哈）。\n\n這集的主角是個超越馬可波羅與鄭和的超狂旅行家，伊本．巴圖塔（Ibn Battuta，1304-1369）。他是個出身北非的伊斯蘭教法官，原本只是很單純的和其他教徒一樣，想去完成一件一生一定要做一次的義務：麥加朝聖（Hajj），誰知道這一去，就一不小心越走越遠，把當時伊斯蘭勢力所及的區域幾乎全都去了一輪；等到他下一次再踏進家門，竟然已經是25年後的事了！\n\n究竟是怎樣的契機，讓他踏上這段長達117,000公里的超級大冒險？他又是靠著什麼本事，能夠跨越歐亞非三洲，在各地定居、工作甚至娶老婆？明明是西元14世紀的旅行經驗，卻和我們今日的背包旅行意外地相似，此話怎說？而這位前無古人後無來者的旅行家，為什麼今天多數人連聽都沒聽過呢？\n\n旅行熱炒店EP50，歡慶節目半百的此刻，讓我們一起去感受一下這位超狂的14世紀旅行家看到的世界，並且聽聽那些和今日背包旅行意外神似的各種趣事與衰事！\n\n\n", 
    "timeline": [
      {
        "text": "伊本．巴圖塔這個人，憑什麼說他是人類人上最狂旅行家？", 
        "time": "00:03:42"
      }, 
      {
        "text": "含著金湯匙出生的好野人，為什麼會想不開跑去環遊世界？", 
        "time": "00:06:46"
      }, 
      {
        "text": "風蕭蕭兮易水寒的啟程，大病初癒之後馬上有了異國豔遇", 
        "time": "00:10:30"
      }, 
      {
        "text": "在埃及出國深造，以及一場預示著未來的神秘夢境", 
        "time": "00:14:39"
      }, 
      {
        "text": "麥加朝聖完，決定不回家了！從伊朗、阿拉伯半島到東非", 
        "time": "00:17:40"
      }, 
      {
        "text": "異常的方向感：明明要去印度，卻一直往西方與北方走？", 
        "time": "00:20:49"
      }, 
      {
        "text": "從欽察汗國出發，經過中亞前往印度次大陸，一待就是好幾年", 
        "time": "00:25:55"
      }, 
      {
        "text": "離開印度時的悲劇，與流浪馬爾地夫與斯里蘭卡的日子", 
        "time": "00:30:44"
      }, 
      {
        "text": "走走停停的前往中國，到了之後卻發現那裡的人有夠奇怪？", 
        "time": "00:35:19"
      }, 
      {
        "text": "淒涼的回家之路，與馬不停蹄地繼續旅行！", 
        "time": "00:39:17"
      }, 
      {
        "text": "遊記裡的30年異國見聞，究竟是真還是假？", 
        "time": "00:43:38"
      }, 
      {
        "text": "好久不見的回覆聽眾留言時間～", 
        "time": "00:47:51"
      }
    ]
  }, 
  "49": {
    "description": "\n約莫在西元前3000年，原本住在一座東亞海島上的人們，開始操著獨木舟，勇敢海洋博鬥，向著那未知的南方前進。他們離開這座後來被稱為「福爾摩沙」的島嶼，經過數千年的旅程，足跡遍佈了整個太平洋；但不斷向外擴張的他們，最後究竟到了哪裡呢？\n\n相傳其中一位領袖Hotu Matu'a，帶著部族離開原本居住的海島，航向一座夢境神諭中的遠方小島，最後在那裡定居了下來，並且一直生活到今日。\n\n歡迎來到海洋民族擴張的終極境界，拉帕努伊（Rapa Nui），或者她另一個較為人所知的名稱：復活節島。雖然在今日的政治版圖中屬於智利，但無論是在歷史還是文化上，她都和其他太平洋海島、甚至是那座後來被稱為福爾摩沙的島嶼，關係更為密切！\n\n在澳洲交換學生時的Vivian，並沒有忙著把澳洲走透透，而是如同當年的海洋民族一般，從澳洲、紐西蘭、大溪地一路跳島來到復活節島。究竟是怎樣的動機，讓她選擇了一條與眾不同的路線往東方前進？摩艾石像的興盛與衰落，標示了哪些拉帕努伊歷史上的轉捩點？距離任何地方都非常遙遠的這裡，又為何能夠吸引到世界各地的人來此旅遊甚至定居？\n\n旅行熱炒店EP49，讓我們跟著Vivian的跳島旅程，從玻里尼西亞的南島民族視角出發，重新認識這座雖然遙遠卻和世界有著深刻連結的島嶼，拉帕努伊！\n\n\n", 
    "timeline": [
      {
        "text": "歡迎來賓出場！", 
        "time": "00:01:30"
      }, 
      {
        "text": "我南部人我驕傲！為什麼南方視角有其重要性？", 
        "time": "00:03:20"
      }, 
      {
        "text": "澳洲交換學生期間決定去拜訪玻里尼西亞海島！", 
        "time": "00:05:55"
      }, 
      {
        "text": "最早住在拉帕努伊的人是誰？他們為什麼會來？", 
        "time": "00:10:02"
      }, 
      {
        "text": "摩艾石像的存在，如何標示了拉帕努伊歷史的轉捩點", 
        "time": "00:13:28"
      }, 
      {
        "text": "歐洲人的到來，宣告浩劫的開端？", 
        "time": "00:17:38"
      }, 
      {
        "text": "尋著南島民族的路徑，從澳洲前往復活節島的飛行路線", 
        "time": "00:23:32"
      }, 
      {
        "text": "在沒有現代科技的時代，摩艾的建造就已經有了產業分工的概念？", 
        "time": "00:25:36"
      }, 
      {
        "text": "印象深刻的相遇之一：超愛台灣人的旅宿老闆", 
        "time": "00:32:10"
      }, 
      {
        "text": "印象深刻的相遇之二：為了摩艾走天涯的美國人Paul", 
        "time": "00:35:02"
      }, 
      {
        "text": "從差點被狗嚇死的經驗，窺見拉帕努伊今天的常民生活", 
        "time": "00:42:04"
      }, 
      {
        "text": "以尊重為前提認識在地文化，以及其他旅行建議", 
        "time": "00:46:07"
      }, 
      {
        "text": "結語", 
        "time": "00:49:34"
      }
    ]
  }, 
  "48": {
    "description": "\n沖繩是舉世公認的夢幻度假海島。想像有一天老闆對你說，「公司要把你外派到沖繩！」，你的第一個反應會是什麼？想必是連高興都來不及了吧！\n\n本集的來賓Brandy，和先生兩人也就是這樣因為工作關係來到沖繩，只不過這間「公司」比較特別一點——他們是以美國軍人的身份被派駐在沖繩；也因為這個特殊的身份，讓他們擁有和其他人很不一樣的沖繩生活。\n\n是的，我們好像都忘了，其實沖繩和金門、馬祖一樣，是被高度軍事化的海島！光在沖繩本島上，就有高達18%的土地是美軍所有，基地門口每天都有居民靜坐抗議；而在另一側的基地內部，則像是個平行世界，食衣住行樣樣不缺，還有從太平洋另一端大老遠運來的感恩節火雞、情人節巧克力，只為了讓官兵們感覺自己彷彿在家鄉！\n\n在這集節目裡，Brandy將以美軍軍眷的身份，帶我們認識她眼中的沖繩。我們會從二次大戰留下的歷史遺跡出發、探討美軍佔領沖繩的來龍去脈，並尋訪電影《鋼鐵英雄》（Hacksaw Ridge，2016）的真實歷史場景；而在節目後半，我們則將前往Brandy最推薦的沖繩離島「慶良間諸島」與「伊江島」，感受不同於本島的愜意氛圍，並且悠游在「比照片上看起來更湛藍」的大海中！\n\n旅行熱炒店EP48，讓我們一起透過聲音前往沖繩，從二戰史跡一路玩到離島秘境吧！\n\n（由於本集含有多種語言之間的專有名詞切換，建議收聽的時候一邊參考下方的多語對照整理唷～）\n\n\n", 
    "timeline": [
      {
        "text": "歡迎來賓Brandy出場！", 
        "time": "00:01:12"
      }, 
      {
        "text": "Brandy喜歡四處遷移、講到搬家就覺得超興奮？", 
        "time": "00:01:50"
      }, 
      {
        "text": "外派沖繩的過程——去就對了，完全不用考慮？", 
        "time": "00:05:40"
      }, 
      {
        "text": "為什麼沖繩會有拿～麼多的美軍基地？從1945年的沖繩島戰役開始講起", 
        "time": "00:07:54"
      }, 
      {
        "text": "二次大戰在沖繩留下的各種歷史遺跡、電影《鋼鐵英雄》的真實歷史場景", 
        "time": "00:12:30"
      }, 
      {
        "text": "住在美軍基地裡是什麼感覺？其實像是另一個平行世界？", 
        "time": "00:14:48"
      }, 
      {
        "text": "放假就是要往外跑：潛水、旅遊、學習沖繩文化", 
        "time": "00:18:20"
      }, 
      {
        "text": "美軍基地的尷尬存在，與每天定時到門口靜坐抗議的民眾", 
        "time": "00:21:40"
      }, 
      {
        "text": "比沖繩本島的海還要更藍！慶良間諸島（渡嘉敷、座間味）旅行推薦", 
        "time": "00:24:39"
      }, 
      {
        "text": "伊江島：城山、百合花季，以及和牛等級的伊江牛", 
        "time": "00:29:00"
      }, 
      {
        "text": "印象深刻的經歷：小心攻擊性魚類與毒蛇！", 
        "time": "00:31:34"
      }, 
      {
        "text": "推薦行程安排、《不藍地清單》簡介、結語", 
        "time": "00:35:05"
      }
    ]
  }, 
  "47": {
    "description": "\n（本集音質稍差，主持人收音有時忽大忽小，在這裡先跟大家說聲抱歉！）\n\n歡迎來到非洲外海印度洋上的島國，模里西斯。憑什麼說它是一個「顛覆想像」的地方？\n\n熱帶島嶼的魅力不必多提。這個面積不過新北市大的火山島，擁有多樣的地形，壯觀的火山口、瀑布與熱帶雨林一樣不缺；更令人稱羨的是，整座島嶼竟然被純淨的珊瑚礁與沙灘給包圍著！無怪乎馬克吐溫在《赤道漫遊記》（Following the Equator，1897）裡寫到，「上帝先創造了模里西斯，然後才根據模里西斯的樣貌創造天堂」。\n\n但光是得天獨厚的自然風光仍然不足為奇。這座島嶼上的人文面貌以及自我認同，才是它真正超乎常人理解的地方——\n\n- 在這裡，同時住著許多不同膚色、族群的人，然而他們之間並不存在著張力或歧視，反而樂於分享彼此的文化傳統，而且每個人都以身為模里西斯人為傲？\n\n- 在這裡，有多達3%的人口是華人，而且幾乎全部都來自中國的同一個省、同一個縣，落地生根超過一個世紀之久，還將19世紀的一些傳統延續至今？\n\n- 在這裡，人們將自然環境與動植物視為最珍貴的資產。一場油輪擱淺事件宛如國難，熱心民眾自發性的前往現場清除漏油，只為了讓家鄉盡快恢復原本的面貌？\n\n為了好好介紹這個特別的國家，這集我們邀請到成長於模里西斯、熱愛家鄉的旅遊達人Cindy，以親身經驗和在地視角，和我們分享這個國家究竟為何如此顛覆想像。旅行熱炒店EP47，和我們一起去體驗充滿魔力的海島模里西斯吧！\n\n\n", 
    "timeline": [
      {
        "text": "模里西斯究竟在哪裡？", 
        "time": "00:01:00"
      }, 
      {
        "text": "生在台灣的Cindy，為什麼能說模里西斯是自己的家鄉？", 
        "time": "00:02:12"
      }, 
      {
        "text": "人生地不熟，Cindy剛搬到模里西斯時的文化衝擊", 
        "time": "00:06:01"
      }, 
      {
        "text": "從模里西斯的克里奧語（Creole），談這個國家更迭多次的殖民歷史", 
        "time": "00:07:41"
      }, 
      {
        "text": "大英帝國引進契約勞工，如何造成了今天的人口組成", 
        "time": "00:11:00"
      }, 
      {
        "text": "雖然是個多膚色、多民族國家，這裡卻沒有歧視或張力存在？連印度人也跟著華人吃年糕！", 
        "time": "00:12:50"
      }, 
      {
        "text": "模里西斯華人的特殊現象：明明是兄弟，卻有不同姓氏？以及鈔票上的華人面孔", 
        "time": "00:16:34"
      }, 
      {
        "text": "模里西斯到底為什麼值得去？陸洞火山口、七色土、夏瑪瑞瀑布、海底瀑布", 
        "time": "00:22:11"
      }, 
      {
        "text": "2020年的若潮號油輪擱淺事件，為什麼會是模里西斯的國難？", 
        "time": "00:26:01"
      }, 
      {
        "text": "0到99歲都好玩！老少咸宜的度假勝地，在地文化和美食一樣精彩", 
        "time": "00:28:09"
      }, 
      {
        "text": "Cindy獨門行程安排策略：先研究好要去哪玩什麼，然後再訂旅館！", 
        "time": "00:32:12"
      }, 
      {
        "text": "《模里西斯我的家》簡介，結語", 
        "time": "00:35:02"
      }
    ]
  }, 
  "46": {
    "description": "\n以下這些東西相信大家多少都有聽過，但你能想像，這些林林總總的事物全部都和同一個國家有關嗎？\n\n- Spotify 思播\n- IKEA 宜家家居\n- ABBA 阿巴合唱團\n- 雷神索爾\n- 諾貝爾獎\n- 林奈生物分類法\n- 斯德哥爾摩症候群\n- 清末知識份子康有為\n- 中古/上古漢語擬音研究\n\n沒錯，這集的主角就是瑞典！不過我們不是從旅行的角度切入，而是從「知道這個要幹嘛啊！？」的各種冷知識出發。本集的來賓璨宇，曾因外派在瑞典工作生活兩年；身為超級冷知識達人的他，當然也不會放過這個大好機會，大挖特挖這個國家的各種冷知識。在這集節目裡，璨宇會從維京時代開始，介紹瑞典歷史上的種種，剖析這個國家究竟如何成為它今天的樣子。\n\n懷疑茶和咖啡都有毒的國王，進行人體實驗得到了什麼驚人的結果？冬天在家太無聊，為了找事做，導致瑞典人擁有分類控傾向，還出了個中古/上古漢語擬音研究權威？ABBA阿巴合唱團的服裝特異獨行，竟然和這個國家的稅制有關？趕快打開這集，一起享受被各種瑞典奇葩冷知識淹沒的快感吧！\n\n\n", 
    "timeline": [
      {
        "text": "歡迎來賓出場！怎麼會跑到瑞典去呢？", 
        "time": "00:00:58"
      }, 
      {
        "text": "你對瑞典的第一印象是什麼？我都是唸IKEA啦！", 
        "time": "00:01:46"
      }, 
      {
        "text": "雷神索爾的鐵鎚在瑞典！談維京人的神話傳統", 
        "time": "00:04:01"
      }, 
      {
        "text": "北歐文化核心精神，LOGOM——同舟共濟，不多不少剛剛好", 
        "time": "00:07:45"
      }, 
      {
        "text": "披上基督教外皮的維京神話元素，至今猶存？", 
        "time": "00:09:30"
      }, 
      {
        "text": "瑞典王國正式獨立：反抗卡爾馬聯盟的古斯塔夫．瓦薩", 
        "time": "00:13:20"
      }, 
      {
        "text": "從海洋走向世界：殖民、茶與咖啡實驗、林奈生物分類法、漢學研究", 
        "time": "00:16:34"
      }, 
      {
        "text": "瑞典也搞東印度公司，但卻不是為了瑞典自己人？", 
        "time": "00:21:10"
      }, 
      {
        "text": "第二次世界大戰，瑞典或成最大贏家？", 
        "time": "00:24:20"
      }, 
      {
        "text": "形象管理大師瑞典，一些藏在背後的黑暗面", 
        "time": "00:29:59"
      }, 
      {
        "text": "第一世界的困擾，沒其他東西可煩惱了只好來煩惱動物權？", 
        "time": "00:31:06"
      }, 
      {
        "text": "斯德哥爾摩症候群的案發銀行還在，但是銀行可能沒有錢可以偷了？", 
        "time": "00:36:41"
      }, 
      {
        "text": "康有為也跟瑞典很熟，而且還知道要去斯德哥爾摩炒房？", 
        "time": "00:40:14"
      }, 
      {
        "text": "夾在瑞典與芬蘭中間、用芬蘭腔講瑞典語的奧蘭群島", 
        "time": "00:42:29"
      }, 
      {
        "text": "結語、《每日一冷》介紹", 
        "time": "00:48:43"
      }
    ]
  }, 
  "45": {
    "description": "\n4,270公里長、從熱帶一路跨到溫帶的「高個子國家」智利，擁有多樣的自然環境加上南美的人文色彩，是許多人心中的終極旅行目標，但其中能真正成行的人卻不多，只因為它距離台灣實在太！遠！了！無論如何飛行，都是20小時以上、跨越半個地球的航程，讓許多人望之卻步。\n\n這趟連背包客都覺得不好惹的旅程，竟然有人會選擇它，作為蜜月旅行的目的地？\n\n本集的來賓Stanley，就是這樣一位逆向思考的勇者；抱持著「要去，就要去到最遠」的念頭，他和新婚的老婆選擇到智利蜜月旅行。而他們的行程也相當精實，第一站就是直接到位在南部巴塔哥尼亞的百內國家公園，踏上四天三夜的健行旅程！接著又跳到北部的阿塔卡馬沙漠，以及最大城市聖地牙哥的周邊。\n\n為什麼在Stanley眼中，智利是個超級理想的蜜月旅行去處？這個國家究竟有什麼本事，能夠把自己的水果、海鮮與葡萄酒銷往全世界，而且還赫赫有名？在四天三夜的健行路上又碰到了哪些奇人異事，是讓他們旅行回來仍津津樂道的？\n\n旅行熱炒店EP.45，讓我們一起前往南半球，發現蜜月旅行的另一種可能性！\n\n\n", 
    "timeline": [
      {
        "text": "介紹來賓出場，為什麼會想不開，跑到這麼遠的地方去蜜月？", 
        "time": "00:01:00"
      }, 
      {
        "text": "認識智利：簡單地理介紹，了解北中南概略差異", 
        "time": "00:04:57"
      }, 
      {
        "text": "從西班牙殖民地、獨裁政權，到國際經貿合作的領頭羊", 
        "time": "00:08:30"
      }, 
      {
        "text": "行程概述", 
        "time": "00:13:02"
      }, 
      {
        "text": "南部巴塔哥尼亞，四天三夜的W Trek蜜月健行路線", 
        "time": "00:14:38"
      }, 
      {
        "text": "健行路上遇到的各種奇人異事，晚上在山屋裡寫功課的小朋友？", 
        "time": "00:17:36"
      }, 
      {
        "text": "北部阿塔卡馬沙漠，自然景色裡其實到處藏著礦場？", 
        "time": "00:23:31"
      }, 
      {
        "text": "中部核心區：首都聖地牙哥與其週邊，智利人殯葬文化不輸華人？", 
        "time": "00:28:07"
      }, 
      {
        "text": "給旅行者的建議", 
        "time": "00:32:25"
      }, 
      {
        "text": "《走進台灣》節目介紹、結語", 
        "time": "00:34:47"
      }
    ]
  }, 
  "44": {
    "description": "\n最近在幾個友台節目上，我以「連續」和「離散」的概念，說明為什麼長途的陸路旅行如此令我著迷——因為在旅程中，我們不是從A點跳到B點，而是一步一步腳踏實地的感受整個漸變的過程！而且路上往往特別容易遇到一些意料之外的人事物，讓旅程變得更加豐富而且充滿驚喜。\n\n西伯利亞鐵路，就是想要感受這種連續漸變過程的最佳路線；從莫斯科到太平洋岸，近10,000公里的車程，不但滿足旅人們所憧憬的壯遊式浪漫，還串起了散落在歐亞草原上的各個族群與文化：蒙古、突厥、斯拉夫；薩滿、伊斯蘭、藏傳佛教；沙俄、蘇聯、俄羅斯聯邦，看似八竿子打不著的人事物都在這條鐵路上現身，碰撞出其他地方沒有的獨特旅行經驗。\n\n究竟是誰異想天開，不惜耗費鉅資，興建了這條人類史上最長的鐵路？旅程中會經過好幾個俄羅斯境內「國中有國」的共和國，這些地方到底是怎麼來的？在火車上的128個小時裡，我遇到了哪些神奇的角色？而火車上洗澡、吃飯等民生問題，又該怎麼解決？\n\n這集EP44，邀請您和熱炒店主廚從中國內蒙古的滿洲里出發，一路往芬蘭赫爾辛基前進，感受那不斷流動、毫無冷場的漸變過程！\n\n\n", 
    "timeline": [
      {
        "text": "關於西伯利亞鐵路的一些基本小知識，連徐志摩都搭過它？", 
        "time": "00:06:29"
      }, 
      {
        "text": "旅程起點滿洲里，烏倫貝爾草原上的山寨版俄羅斯", 
        "time": "00:09:54"
      }, 
      {
        "text": "如何從中國入境俄羅斯？邊界兩側的兩個世界", 
        "time": "00:12:33"
      }, 
      {
        "text": "我到底是在俄羅斯還是在蒙古？烏蘭烏德，與布里亞特共和國", 
        "time": "00:15:03"
      }, 
      {
        "text": "伊爾庫次克、貝加爾湖與奧克洪島上的薩滿信仰", 
        "time": "00:19:34"
      }, 
      {
        "text": "52小時的超長火車旅程，整列車上趴趴走的烏茲別克人們", 
        "time": "00:22:30"
      }, 
      {
        "text": "俄羅斯歷史命運的轉折點，葉卡特琳堡，與前總統葉爾欽", 
        "time": "00:27:39"
      }, 
      {
        "text": "蒙古草原帝國輝煌至今猶存，說突厥語的喀山與韃靼斯坦", 
        "time": "00:34:36"
      }, 
      {
        "text": "鐵路起點莫斯科，高度西方化與國際化的城市地景", 
        "time": "00:39:31"
      }, 
      {
        "text": "卡累利阿的世界遺產木造教堂，與藏身在斑駁建築裡的新創公司", 
        "time": "00:41:14"
      }, 
      {
        "text": "入境芬蘭，走向旅程終點赫爾辛基", 
        "time": "00:44:36"
      }
    ]
  }, 
  "43": {
    "description": "\n號稱「中亞北韓」的土庫曼，是個眾所皆知的奇特國家——充滿華麗白色建築的首都阿什哈巴特、到處對自己歌功頌德的強人總統，以及嚴格無比的言論管制。在這裡不只無法自由上網，連電視接收衛星訊號都違法！\n\n這樣獨特的神祕感，吸引了世界各地的遊客來此朝聖；但這也不禁讓人好奇，住在那裡的平民老百姓，實際上是過著怎樣的生活？面對這些帶著獵奇心態前來的旅人，他們又有什麼話想說？\n\n本集來賓豬豬隊友，在2019年的環遊世界路上來到土庫曼，意外的被邀請進入當地人家中，親自感受了他們日常的一面，並在便車旅途中體驗到令人招架不住的熱情。這集節目裡，除了旅行故事之外，我們也會討論這個國家如何形成、各種有趣的制度，以及給自助旅行者的實用建議。\n\n這個國家乍看之下或許奇葩、或許巨大而冰冷，但豬豬隊友卻在這裡感受到了它溫暖好客的一面。中亞系列最終章，就讓土庫曼的熱情，連同地獄之門的熊熊烈火，燃燒起你內心的小宇宙吧～！🔥🔥🔥\n\n\n", 
    "timeline": [
      {
        "text": "破冰問題：環遊世界的路上，最驚奇的地方是？", 
        "time": "00:01:45"
      }, 
      {
        "text": "出發之前，對這個神秘國家的認識", 
        "time": "00:03:09"
      }, 
      {
        "text": "土庫曼歷史簡短版：從突厥人、烏古斯部族、蘇聯到現代國家", 
        "time": "00:04:27"
      }, 
      {
        "text": "今日土庫曼：一個與眾不同的國家，與特異獨行的總統", 
        "time": "00:08:07"
      }, 
      {
        "text": "這個國家，究竟是窮還是有錢？", 
        "time": "00:13:51"
      }, 
      {
        "text": "背包客第一問：土庫曼簽證要怎麼處理？", 
        "time": "00:16:44"
      }, 
      {
        "text": "從烏茲別克入境，搭火車一路到首都的旅程", 
        "time": "00:19:22"
      }, 
      {
        "text": "充滿白色華麗建築的首都，阿什哈巴特", 
        "time": "00:22:31"
      }, 
      {
        "text": "意外被邀約進入當地人家中，親身體驗老百姓生活", 
        "time": "00:26:49"
      }, 
      {
        "text": "連當地人都不一定去過的第一大網紅景點：地獄之門！", 
        "time": "00:31:00"
      }, 
      {
        "text": "招架不住的熱情，以及主動到不可思議的當地女性!?", 
        "time": "00:35:45"
      }, 
      {
        "text": "豬豬隊友強力推薦大家去土庫曼！", 
        "time": "00:39:57"
      }
    ]
  }, 
  "42": {
    "description": "\n喀喇崑崙山與帕米爾高原，是兩個我們曾經在地理課本上讀到過的名詞。這裡不但擁有氣勢懾人的高山、冰河與河谷，也有著純淨質樸的人文景色，是許多背包客心中的夢想之地；但在此同時，這裡也是自古以來的交通要道，不同的族群、文化與政治勢力在這裡來往碰撞著，和宛若無人之境的高海拔風景，交織出獨樹一格的旅行經驗。\n\n這一大塊號稱「世界屋脊」的地區，究竟擁有著什麼魅力，讓一對放下工作去旅行的情侶，選擇以它作為環遊世界一年的起點？各大強權間的競合角力，如何影響著這片土地的面貌？在高海拔地區旅行，有什麼是要特別注意的？身上帶著滿滿照片與影片的創作者，在進出邊界的過程中，又遭遇了怎樣的挑戰？\n\n旅行熱炒店ep.42，就讓我們成為Scott和Wendy的隊友，和他們一起踩著世界的屋簷前進吧！\n\n\n", 
    "timeline": [
      {
        "text": " 破冰問題：環遊世界的路上，最想放棄的時候是？", 
        "time": "00:02:33"
      }, 
      {
        "text": " 為什麼會選擇從巴基斯坦開始環遊世界呢？", 
        "time": "00:04:35"
      }, 
      {
        "text": " 印度、巴基斯坦與中國的角力戰場，感受一帶一路無所不在", 
        "time": "00:07:46"
      }, 
      {
        "text": " 世界第九高峰Nanga Parbat下的人間仙境：Fairy Meadows健行，如影隨形的警察", 
        "time": "00:12:11"
      }, 
      {
        "text": " Scott：如果整個巴基斯坦只能去一個地方，那就得去Hunza Valley！CP值超高的冰河健行Rakaposhi Base Camp", 
        "time": "00:18:35"
      }, 
      {
        "text": " 日本人超愛Hunza Valley，只因為看了一部動畫？談影視作品造成的旅遊熱潮", 
        "time": "00:22:55"
      }, 
      {
        "text": " 身上滿滿照片影片的創作者，在中國新疆的遭遇是⋯⋯", 
        "time": "00:25:23"
      }, 
      {
        "text": " 帕米爾高原入境塔吉克，差點找不到彼此、還在路上被大卡車丟包？", 
        "time": "00:29:27"
      }, 
      {
        "text": " 在Wakhan Valley（瓦罕）搭便車、住進當地人家中，過與世隔絕的日子", 
        "time": "00:36:54"
      }, 
      {
        "text": " 為什麼阿富汗的國土會伸出一支手指戳向中國？強權爭霸的歷史", 
        "time": "00:42:20"
      }, 
      {
        "text": " Scott醫師開講啦！高海拔旅行健康注意事項", 
        "time": "00:44:34"
      }, 
      {
        "text": " 結語", 
        "time": "00:47:28"
      }
    ]
  }, 
  "41": {
    "description": "\n「你聽過騰格里嗎？」\n\n在前往有「中亞麥加」之稱的突厥斯坦路上，導遊的一句話，將珮岑帶入了意想不到中亞信仰世界。騰格里究竟是什麼？是一種薩滿信仰，還是另一個神秘的宗教？它又是如何和傳統突厥的祖先崇拜、蘇菲伊斯蘭教兼容並蓄，進而塑造了今日當地的宗教面貌？\n\n在這集節目中，我們將隨著珮岑與導遊間一來一往的對話，以及穿梭於陵墓間的所見所聞，進入中亞的宗教世界中，理解草原民族獨特的世界觀，發掘旅遊照片上看不到的那一面！除此之外，珮岑還會分享許多哈薩克的有趣旅行經歷——\n\n* 在首都努爾蘇丹，室外是零下低溫，室內卻有著應該只會在熱帶出現的景象？\n\n* 氣勢恢弘的查林峽谷深處，藏著一片擁有260萬年歷史的梣樹孑遺森林？\n\n* 在阿拉木圖洗俄羅斯浴，要用樺木擊打身體，自己打不夠痛還可以花錢請人幫忙代打？\n\n馳騁於草原上的中亞之旅才剛開始，這集就跟著我們一起繼續前進哈薩克吧！\n\n\n\n\n", 
    "timeline": [
      {
        "text": "歡迎來賓、中亞行程概述", 
        "time": "00:01:11"
      }, 
      {
        "text": "先來聊聊哈薩克歷史吧！從斯基泰人、匈奴、大月氏到貴霜", 
        "time": "00:03:45"
      }, 
      {
        "text": "未來霸主突厥人出場！突厥人如何進入中亞並且伊斯蘭化", 
        "time": "00:09:09"
      }, 
      {
        "text": "你聽過騰格里嗎？前往突厥斯坦的朝聖路途", 
        "time": "00:15:20"
      }, 
      {
        "text": "什麼，阿拉就是騰格里！？這話怎說？", 
        "time": "00:18:17"
      }, 
      {
        "text": "要認識中亞的伊斯蘭，就得去阿爾斯坦巴巴陵墓，但阿爾斯坦巴巴是哪位？", 
        "time": "00:22:24"
      }, 
      {
        "text": "聖地到了！談亞薩維如何讓伊斯蘭教在中亞落地生根", 
        "time": "00:27:12"
      }, 
      {
        "text": "亞薩維陵墓其實是帖木兒帝國的統治工具！可是為什麼正面只蓋一半？", 
        "time": "00:32:12"
      }, 
      {
        "text": "中場休息時間～", 
        "time": "00:35:33"
      }, 
      {
        "text": "神奇積木城市，首都努爾蘇丹，百貨公司頂上的熱帶風情？", 
        "time": "00:36:18"
      }, 
      {
        "text": "查林峽谷裡的百萬年孑遺森林", 
        "time": "00:38:47"
      }, 
      {
        "text": "蘇聯時代哈薩克總統的度假小屋、哈薩克的維吾爾聚落", 
        "time": "00:41:20"
      }, 
      {
        "text": "中亞第一大澡堂，四大名浴包辦其中三個！", 
        "time": "00:42:22"
      }, 
      {
        "text": "未來的旅行與寫作計畫", 
        "time": "00:44:06"
      }
    ]
  }, 
  "40": {
    "description": "\n> 「快馬和翱翔的鷹是遊牧民族的翅膀」——哈薩克諺語\n\n鷹獵，指的是「用訓練過的猛禽去捕捉野生動物」。這個在中亞草原上流傳數千年的狩獵方式，原本是哈薩克人重要的經濟活動，但經過共產政權的統治與生活型態的改變，已經逐漸消失在今天的哈薩克；反而是一群居住在蒙古國西部、未經蘇聯統治的哈薩克人，至今依然維持著相對活躍的鷹獵傳統。\n\n本集的來賓珮岑，曾是研究遷徙猛禽的森林系學生。因為一部電影的影響，決定隻身前往蒙古國西部的巴彥烏列蓋省（Bayan-Ölgii），參加為了維繫鷹獵文化而產生的活動「金雕節」，並且在當地的哈薩克遊牧人家中long stay，和他們一起騎馬奔馳於山嶺草原間，近距離觀察他們與自然的共處之道；此外，她還前往了蒙古國最北端的庫蘇古爾省（Khövsgöl），住進與馴鹿共生的圖哈人家中，親身體驗在高緯度針葉林中採集、遊牧的生活。\n\n究竟蒙古西部為何會居住著哈薩克人？所謂的鷹獵，實際上到底是如何運作的？這個維繫千年的狩獵傳統，正在經歷著怎樣的挑戰？而住在凡事離不開馴鹿的圖哈人家中，又是怎樣的體驗？\n\n熱炒店史上最大份量、53分鐘的精彩內容，這集就讓我們跟著擅長深度報導寫作的珮岑，一起深入蒙古國的西部與北部，用心聆賞這首由穹蒼、草原、猛禽、駿馬與遊牧民族共同譜出的動人樂曲！\n\n\n", 
    "timeline": [
      {
        "text": "從研究猛禽的森林系學生，到深度旅行文學", 
        "time": "00:01:14"
      }, 
      {
        "text": "「遊牧過渡帶」介紹，「內亞」究竟是什麼地方？", 
        "time": "00:03:34"
      }, 
      {
        "text": "歷時三個月、跨越三個國家的旅程", 
        "time": "00:05:58"
      }, 
      {
        "text": "從部落聯盟汗國到被弱肉強食：哈薩克的歷史", 
        "time": "00:09:11"
      }, 
      {
        "text": "為什麼蒙古國的西部會有哈薩克人？跨越國界的哈薩克", 
        "time": "00:12:33"
      }, 
      {
        "text": "「鷹獵文化」到底是什麼？直擊金雕節現場！", 
        "time": "00:17:37"
      }, 
      {
        "text": "住進鷹獵人家中，親眼見證金雕捕捉獵物的過程", 
        "time": "00:24:16"
      }, 
      {
        "text": "鷹獵文化今日面臨的挑戰，傳統與保育能達到雙贏嗎？", 
        "time": "00:30:22"
      }, 
      {
        "text": "使鹿民族——圖哈人的歷史，唐努烏梁海與中華民國的特殊關係", 
        "time": "00:34:17"
      }, 
      {
        "text": "被蘇聯併吞後的圖哈人，近代馴鹿文化的重振", 
        "time": "00:40:31"
      }, 
      {
        "text": "在圖哈人家裡，體驗凡事離不開馴鹿的生活", 
        "time": "00:45:30"
      }, 
      {
        "text": "一起到高緯度針葉林裡採集遊牧！被當地人利用的故事", 
        "time": "00:49:33"
      }, 
      {
        "text": "結語與下集預告", 
        "time": "00:52:40"
      }
    ]
  }, 
  "39": {
    "description": "\n你曾經用英文（或者任何外語）向人介紹自己的家鄉嗎？不妨來挑戰一下用外語解說下面這段歷史吧——\n\n> 「西元1895年，由於甲午戰爭戰敗，大清帝國與日本簽訂馬關條約，將台灣本島與澎湖永久割讓與日本。」\n\n實際做起來比想像的難，對吧？究竟要如何讓外國人能夠理解、同時又講得生動有趣，真的是門大學問啊！\n\n這集節目裡，我們邀請到專攻免費徒步導覽（free walking tour）、向外國人介紹台灣的旅遊新創「Like It Formosa 來去福爾摩沙」，由Sarah和Jeff跟我們分享一路走來的點點滴滴、帶領外語徒步導覽的眉眉角角，以及這幾年努力下來看到的改變。\n\n萬一在導覽途中碰到什麼不愉快，究竟有誰可以出場來個「神救援」？傳統信仰中那麼多位神明，其中哪位最受外國人歡迎、堅持非拜不可？還有許多有趣的小故事，相信聽完你會覺得，有這群人正在為這片土地默默努力著，真好！\n\n同樣熱愛自己的土地、恨不得讓它被人認識的你，一起來聽聽來去福爾摩沙的Sarah和Jeff怎麼說吧！\n\n**註：本集因為錄音場地與器材限制，回音比較明顯一些，可能讓大家聽得比較辛苦，在此說聲抱歉！**\n\n\n\n\n", 
    "timeline": [
      {
        "text": "開始做台灣步行導覽的契機", 
        "time": "00:02:16"
      }, 
      {
        "text": "向外國人介紹台灣，為什麼是一門學問？", 
        "time": "00:05:04"
      }, 
      {
        "text": "經過這幾年的努力，看到了什麼改變？", 
        "time": "00:09:41"
      }, 
      {
        "text": "旅途中碰到狀況時的那些「神救援」", 
        "time": "00:12:56"
      }, 
      {
        "text": "為什麼會開設導覽教學課程？", 
        "time": "00:16:26"
      }, 
      {
        "text": "台灣人介紹自己的土地，有什麼常見的盲點？", 
        "time": "00:18:43"
      }, 
      {
        "text": "來去福爾摩沙/遇上福爾摩沙 課程與活動簡介", 
        "time": "00:22:45"
      }
    ]
  }, 
  "38": {
    "description": "\n你也因為疫情不能去日本玩，而感到鬱悶嗎？\n\n經歷過50年日本統治的台灣，至今仍留有許多日式建築，包括遍佈各地的神社遺跡，可以稍稍彌補一下大家的「日本LOSS」；不過講起這些神社，你或許也曾經想過以下這些問題——\n\n* 日本在台灣興建這麼多神社，究竟是想要達成什麼目的？\n* 當時這些台灣的神社，在整個日本神社的社格系統裡地位有多高？\n* 中華民國被日本侵略了幾十年，為什麼不有仇報仇，在戰後馬上把這些神社拆光光呢？\n* 現在竟然還有一個神社仍在祭祀中！它究竟在哪？\n\n本集節目將詳細介紹神社在台灣的歷史、經歷不同時代的變遷，並且盤點八座值得推薦的神社，包括你意想不到、埋沒在台北市區裡的隱藏版神社，以及正在修復中、未來值得期待的神社！牛年走春，就跟我們一起去尋訪各地的神社遺跡吧！\n\n\n\n\n", 
    "timeline": [
      {
        "text": "新年快樂，關於clubhouse與節目電子報", 
        "time": "00:00:20"
      }, 
      {
        "text": "為什麼想推薦大家造訪台灣各地神社", 
        "time": "00:05:02"
      }, 
      {
        "text": "台灣為什麼會有那麼多神社？主要目的可能不是宗教⋯⋯", 
        "time": "00:07:46"
      }, 
      {
        "text": "神社大爆發的時代：「內地延長主義」與「皇民化運動」，社格制度簡介", 
        "time": "00:12:11"
      }, 
      {
        "text": "為什麼神社沒有在戰後馬上被拆光光？神社末日的1972年", 
        "time": "00:17:05"
      }, 
      {
        "text": "神社格局簡介，與台灣各地神社保存狀況概述", 
        "time": "00:20:49"
      }, 
      {
        "text": "桃園神社：原汁原味，保存最完整的木造神社", 
        "time": "00:24:43"
      }, 
      {
        "text": "嘉義神社：最大殘念，卻是文創開發最成功的神社", 
        "time": "00:26:10"
      }, 
      {
        "text": "台南神社：殘蹟不多，但卻被其他古蹟環繞的神社遺址", 
        "time": "00:28:25"
      }, 
      {
        "text": "通霄神社：小而美，意外保存至今的地方神社", 
        "time": "00:30:10"
      }, 
      {
        "text": "玉里神社：遠望花東縱谷風光，遙想當年清幽", 
        "time": "00:30:56"
      }, 
      {
        "text": "高士神社：唯一有在運作的神社，八瑤灣事件與牡丹社事件", 
        "time": "00:31:43"
      }, 
      {
        "text": "＿＿神社：埋沒在台北市區裡、內部保存良好的隱藏版神社", 
        "time": "00:34:47"
      }, 
      {
        "text": "＿＿神社：正在修復中，未來最令人期待的神社", 
        "time": "00:36:35"
      }, 
      {
        "text": "結語", 
        "time": "00:37:47"
      }
    ]
  }, 
  "37": {
    "description": "\n蘇格蘭與英格蘭，原本是兩個各自獨立的王國，後來卻因緣際會變成一個王國的其中兩個組成部分，至今已經超過三個世紀之久。對外人而言，他們就是一個國家——英國，首都在倫敦；然而在內部，他們為什麼仍然有著分別，甚至還有著各自的議會與法律呢？不僅如此，正是因為兩邊制度不同，歷史上有著絡繹不絕的投機者來到這條邊界，穿梭於兩者之間，利用制度差異得利，他們又創造出了哪些奇葩的現象呢？\n\n本集節目邀請到曾在英國留學的大飛，分享他就學期間拜訪當地的見聞。我們會先從歷史脈絡出發，分析這條分界線究竟為何會存在，探討它在不同時代的變遷、至今仍然存在的文化差異，以及因為制度不同而出現過的許多荒謬現象！而在最後，我們也會善盡旅遊節目的責任，跟大家分享去那邊旅行可以如何安排，並推薦一些值得排入行程的地方。\n\n想看看老共最愛講的「一國兩制」，如何在大不列顛島上具體展現嗎？和我們一起來認識這條趣聞滿滿的邊界吧！\n\n\n\n\n", 
    "timeline": [
      {
        "text": "旅途的起點：幼時對於地圖的著迷", 
        "time": "00:02:15"
      }, 
      {
        "text": "到英國讀書與拜訪蘇格蘭邊界的契機", 
        "time": "00:06:59"
      }, 
      {
        "text": "蘇格蘭與英格蘭，兩片土地分離與融合的歷史脈絡", 
        "time": "00:08:30"
      }, 
      {
        "text": "親自感受邊界兩側的明顯差異！", 
        "time": "00:12:33"
      }, 
      {
        "text": "這條邊界究竟長什麼樣子？為什麼說它促進了民族融合？", 
        "time": "00:15:00"
      }, 
      {
        "text": "邊界奇聞大公開！原來一國兩制這麼好用？", 
        "time": "00:20:38"
      }, 
      {
        "text": "給自助旅行者的行程推薦", 
        "time": "00:24:47"
      }, 
      {
        "text": "耳朵旅行社節目簡介", 
        "time": "00:27:18"
      }
    ]
  }, 
  "36": {
    "description": "\n背包女子天團、號稱「旅遊界SHE」的娘娘不要走，在瓜地馬拉遇上成軍以來最嚴重解散危機！團裡的「暴衝擔當」、一心想要目睹火山絕景的Yoyo，因為低估難度加上準備不足，帶著戴胖與雪莉走上了一條生不如死的健行之路！九死一生回來的他們，將在本集分享一路走來的辛酸血淚，以及通過友情考驗的秘訣——沒想到讓他們度過解散危機的關鍵，竟然是＿＿？\n\n當然，作為一個 #輕知識型旅遊頻道 ，怎麼可能只聊旅行故事呢？這集我們也要來認識一下瓜地馬拉，這個與中華民國關係匪淺的國家，談談他們為什麼跟台灣關係那麼好、與馬雅文化的關連、過往的內戰歷史，以及「香蕉共和國」的由來；除此之外，還有蒂卡爾神廟、安地瓜古都的實用旅行資訊，聽完保證對於瓜地馬拉好感度直線上升！\n\n既能認真又能荒腔走板，這就是娘娘不要走的魅力所在。一起來加入他們的友情大考驗吧！\n\n\n*本集所述的火山登山路線示意圖，也是絕交事件的案發現場，歡迎搭配節目服用。*\n\n\n\n\n", 
    "timeline": [
      {
        "text": "為什麼和台灣關係那麼好？瓜地馬拉地理與歷史簡介", 
        "time": "00:02:00"
      }, 
      {
        "text": "瓜地馬拉與馬雅文化的關係，以及「香蕉共和國」", 
        "time": "00:05:15"
      }, 
      {
        "text": "猶加敦半島叢林裡的馬雅遺跡Tikal神廟", 
        "time": "00:06:59"
      }, 
      {
        "text": "便宜又好吃的國民連鎖速食店：Pollo Campero", 
        "time": "00:11:47"
      }, 
      {
        "text": "健行的開始，決定的一念之間造成痛不欲生的兩天", 
        "time": "00:14:36"
      }, 
      {
        "text": "四肢併用爬到基地營，沒想到真正惡夢才正要開始", 
        "time": "00:19:46"
      }, 
      {
        "text": "加碼地獄級健行，換得搖滾區級的活火山視角", 
        "time": "00:23:55"
      }, 
      {
        "text": "乾脆累死在山上算了！史上最殘酷健行", 
        "time": "00:27:34"
      }, 
      {
        "text": "還不過癮？力氣耗盡之後還是選擇攻頂看日出", 
        "time": "00:31:53"
      }, 
      {
        "text": "女子背包天團度過解散危機，關鍵竟然是＿＿？", 
        "time": "00:37:39"
      }, 
      {
        "text": "瓜地馬拉自助旅行推薦與建議", 
        "time": "00:40:22"
      }, 
      {
        "text": "娘娘不要走書籍介紹", 
        "time": "00:44:04"
      }
    ]
  }, 
  "35": {
    "description": "\n芬蘭北部第一大城－羅瓦涅米有「官方認證的聖誕老人故鄉」之稱，每年吸引大批遊客從世界各地慕名而來，要和傳說中會在平安夜爬進煙囪、偷偷把禮物塞進聖誕襪的神秘人物見上一面；但你可曾想過，除了聖誕老人之外，還有哪些人居住在這片土地上嗎？\n\n甫自大學畢業的Ralph，意外地來到拉普蘭工作，因而對於這片土地有了不一樣的認識，從近代戰爭帶來的影響、原住民「薩米人」權益進展、各種旅遊項目中的眉眉角角，到對於永續旅遊發展的反思，他都有獨到的見解。在這集紮實的節目裡，Ralph會用以下幾個角度來帶領我們認識拉普蘭——\n\n1️⃣ (00:07:15) 從芬蘭近代史上的三場戰爭談起\n二次大戰期間芬蘭的冬季戰爭、繼續戰爭與拉普蘭戰爭，改變了羅瓦涅米的面貌，也意外促成聖誕老人村雛形－羅斯福小木屋的出現。想認識芬蘭與羅瓦涅米，不可不了解這三場戰爭！\n\n2️⃣ (00:21:20) 羅瓦涅米極地導遊的工作秘辛——\n擔任極地導遊期間，Ralph累積了不少有趣冷知識——聖誕老人其實不只一個？芬蘭浴怎麼玩才能盡興？極光指數與極光出現的機率不完全相關？張韶涵的《歐若拉》又透漏著什麼資訊？讓Ralph用親身帶團經驗告訴你！\n\n3️⃣ (00:32:15) 以拉普蘭為家的原住民－薩米人血淚史——\n被視為人權典範的北歐，其實也有歧視原住民的黑歷史！不論挪威、瑞典或芬蘭，過去皆有針對薩米人的種族主義政策。曾經被視為次等人種的他們，如何尋回自己的文化與自信，還成為《冰雪奇緣2》的重要元素？作為一位旅人，怎樣的旅行方式才是真正尊重他們？\n\n4️⃣ (00:46:08) 極地導遊的反思：速食化的觀光模式，對這塊土地真的好嗎？——\n疫情之前的羅瓦涅米，似乎已經逼近環境負載力的上限；來自世界各地的遊客，寧可排上2小時的隊，也要看到30秒的聖誕老人！這種旅行方式，對於脆弱的極圈生態系、或仰賴放牧馴鹿的薩米人來說，真的是好的嗎？\n\n\n", 
    "timeline": [
      {
        "text": "為何會跑到羅瓦涅米去工作？", 
        "time": "00:01:47"
      }, 
      {
        "text": "從芬蘭近代史上的三場戰爭談起**", 
        "time": "**1."
      }, 
      {
        "text": "(1)冬季戰爭", 
        "time": "00:07:15"
      }, 
      {
        "text": "(2)繼續戰爭與(3)拉普蘭戰爭，以及戰後重建", 
        "time": "00:15:06"
      }, 
      {
        "text": "羅瓦涅米極地導遊的工作秘辛**", 
        "time": "**2."
      }, 
      {
        "text": "聖誕老人村，原來聖誕老人不只一個？", 
        "time": "00:21:20"
      }, 
      {
        "text": "五彩的歐若拉，極光", 
        "time": "00:25:00"
      }, 
      {
        "text": "芬蘭浴", 
        "time": "00:30:37"
      }, 
      {
        "text": "以拉普蘭為家的原住民－薩米人血淚史**", 
        "time": "**3."
      }, 
      {
        "text": "拉普蘭有「假薩米行程」？", 
        "time": "00:32:15"
      }, 
      {
        "text": "推薦電影《薩米的印記》", 
        "time": "00:33:46"
      }, 
      {
        "text": "重振民族自信：薩米議會、薩米語大學", 
        "time": "00:38:16"
      }, 
      {
        "text": "身為遊客，如何為薩米人盡一分力", 
        "time": "00:41:44"
      }, 
      {
        "text": "結語、建議與反思**", 
        "time": "**4."
      }, 
      {
        "text": "給旅行者的建議", 
        "time": "00:53:27"
      }, 
      {
        "text": "極地導遊的反思：速食化的觀光模式，對這塊土地真的好嗎？", 
        "time": "00:46:08"
      }
    ]
  }, 
  "34": {
    "description": "\n1905年，當挪威脫離瑞典王國、正式宣告獨立時，這個北歐小國其實是被看衰的——區區一個偏僻小國，地勢崎嶇又沒什麼資源，靠自己能夠撐多久？但大家萬萬沒想到的是，1960年代後半，挪威在自家後院發現了一個不得了的寶藏，靠著它在短短10年間，GDP竟然直接翻倍！\n\n這個國家的神奇之處還不僅止於此。它到底是有什麼本事可以耍孤僻，既不加入歐盟，也不使用歐元？究竟是挖到什麼寶，讓人從出生就一路被國家罩，唸書不但不用錢，還有機會可以拿到錢，而且就算完全不工作也有基本收入？在這個讓人「不想努力」的國家生活，到底是怎樣的感覺？\n\n接續上集的訪談，這集同樣由旅居挪威的景觀建築師湘鄉，繼續解密在福利國家生活的真實樣貌！不只是令人咋舌的福利，還有面對的各種挑戰與文化衝擊；此外，我們也會聊聊極圈原住民薩米人當前的困境，以及由峽灣、高山與沙灘交織而成、讓所有人歎為觀止的極圈絕景羅弗敦群島！\n\n7年的挪威生活、12次拜訪羅弗敦群島以及規劃各種極地旅行的經驗，這週邀請你再次和湘鄉一起體驗北極圈的魅力！\n\n\n\n\n", 
    "timeline": [
      {
        "text": "人為刀俎我為魚肉：夾在兩大強權之間的歷史", 
        "time": "00:03:09"
      }, 
      {
        "text": "命運的轉捩點，後院挖到寶啦！", 
        "time": "00:05:20"
      }, 
      {
        "text": "所以，這裡的福利到底有多好？", 
        "time": "00:08:53"
      }, 
      {
        "text": "老闆對我說：你太認真了，會造成同事的壓力!?", 
        "time": "00:12:28"
      }, 
      {
        "text": "挪威人的民族性：保持距離，自立自強", 
        "time": "00:15:52"
      }, 
      {
        "text": "一年只有這麼一次的狂放熱情：挪威聖誕餐桌！", 
        "time": "00:18:29"
      }, 
      {
        "text": "極圈原住民薩米人的現況與困境", 
        "time": "00:20:29"
      }, 
      {
        "text": "令人不敢相信的極圈絕景：羅弗敦群島，開車要小心！", 
        "time": "00:24:00"
      }, 
      {
        "text": "羅弗敦旅遊重點推薦：鱈魚舌頭、養殖漁業，開窗前請三思", 
        "time": "00:26:52"
      }, 
      {
        "text": "旅行實用資訊分享：物價、公路旅行、戶外健行", 
        "time": "00:29:40"
      }, 
      {
        "text": "Noregion 極境行旅 簡介", 
        "time": "00:32:22"
      }
    ]
  }, 
  "33": {
    "description": "\n地表上數一數二「靠北」、緯度最高到達北緯81°的冷岸群島（又稱斯瓦巴），向來人跡罕至，僅有少數國家刻意在此插旗（詳見本節目ep.7）；但過去10多年來，它卻成為地球毀滅時拯救人類文明的最後希望！這裡不只保存了多達100萬種來自世界各地的植物種子，就連全球開源程式碼賴以生存的管理系統GitHub，也將所有程式碼保存一份在這裡。說這裡是全人類的諾亞方舟都不爲過！\n\n然而，生活在這片偏遠又寒冷的土地上，究竟是什麼感覺？環境限制又造就了什麼特殊的現象？\n\n本集的來賓湘鄉，曾於挪威就讀景觀建築，因而在冷岸群島生活了數個月的時間。在這集節目裡，湘鄉將帶著我們深入冷岸群島，回顧歷史上歐洲各國在此留下的足跡，分享在這裡生活的點滴、探索獨樹一格的蘇聯示範聚落，並且直擊人類正如何取用此地的資源。除此之外，湘鄉也會分享大西洋上另一個神秘的地方、《權力遊戲》的取景地法羅群島，和我們聊聊超級驚悚的旅行經驗，以及當地特有的傳統捕鯨文化！\n\n靠北到難以更靠北的旅行，現在就跟著我們一起踏進北極圈吧！\n\n\n\n\n", 
    "timeline": [
      {
        "text": "太酷了吧，怎麼會有機會跑到冷岸群島去居住？", 
        "time": "00:03:49"
      }, 
      {
        "text": "歐洲各國在冷岸群島留下的歷史足跡", 
        "time": "00:06:11"
      }, 
      {
        "text": "在冷岸群島的生活樣貌：意想不到的對比與矛盾！", 
        "time": "00:09:38"
      }, 
      {
        "text": "深入蘇聯建立的模範聚落——金字塔城（皮拉米登）", 
        "time": "00:12:55"
      }, 
      {
        "text": "美國佬挑戰不可能的任務：在冷岸群島上種菜!?", 
        "time": "00:17:16"
      }, 
      {
        "text": "前往冷岸群島之前，你必須知道的事", 
        "time": "00:21:29"
      }, 
      {
        "text": "孤懸於北大西洋上的法羅群島，《權力遊戲》拍攝場景", 
        "time": "00:23:44"
      }, 
      {
        "text": "法羅群島有什麼好玩？全世界價格最親民的直昇機！", 
        "time": "00:26:21"
      }, 
      {
        "text": "只是想找個地方吃午餐，結果卻變成驚悚小說的情節...", 
        "time": "00:28:55"
      }, 
      {
        "text": "流傳多年的捕鯨文化，不用現代漁具一樣能讓鯨魚乖乖投降？", 
        "time": "00:30:53"
      }
    ]
  }, 
  "32": {
    "description": "\n相信本節目的許多聽眾都熱愛旅行，甚至到了「三日不旅行，便覺面目可憎、語言無味」的地步；然而對這世界上其他某些人而言，旅行既不是興趣也不令人興奮，而是為了生存而不得不做的一件事，這些人就是——難民。\n\nEp.12裡我們曾經提到，來自中東的難民，往往得走過漫長而艱困的路程，歷經千辛萬苦才能敲開歐洲的大門，然而真正的挑戰從這裡才正要開始！語言及文化的差異，使得他們很難融入新的環境，經濟上也因此處於弱勢；不僅如此，身處的國家也往往不是自己想去的，因此他們只能用更多的時間和努力，去換得一個前往夢想國度的可能性。\n\n從巴爾幹的便車旅行到愛沙尼亞留學，姿婷不斷有機會與這些難民相遇，並且透過對話深入了解他們的真實情況。想了解敲開歐洲大門之後的難民，在這片土地上面對的是怎樣的挑戰嗎？來聽聽這集節目，一起認識這些和我們不太一樣的「旅人」吧！\n\n\n", 
    "timeline": [
      {
        "text": "為什麼會開始關注難民議題？在塞爾維亞與難民的初次相遇", 
        "time": "00:01:28"
      }, 
      {
        "text": "愛沙尼亞也有難民嗎？他們過著怎樣的生活？", 
        "time": "00:05:13"
      }, 
      {
        "text": "談「二次移民」現象：當被分配到的地點不是自己想去的", 
        "time": "00:07:51"
      }, 
      {
        "text": "融入的挑戰，以及資源分配的矛盾", 
        "time": "00:11:45"
      }, 
      {
        "text": "難民議題相關書籍與影視作品推薦", 
        "time": "00:17:21"
      }, 
      {
        "text": "「邊境獨白」平台簡介", 
        "time": "00:21:11"
      }
    ]
  }, 
  "31": {
    "description": "\n僅有130萬人口的小國愛沙尼亞，這幾年卻在全球成為傳說般的存在！這個國家不但養出了知名通訊軟體Skype，還有其他無數新創公司在爭鋒出頭；除此之外，它的數位化程度也遙遙領先全球，不但有電子投票、電子身份認證，甚至還推出了電子公民這種在別的地方無法想像的東西。真的很難想像不過在30年前，它還只是蘇聯的一個加盟共和國！\n\n這個資源不豐的小國，究竟是如何達成今天的成就？各種關於愛沙尼亞天花亂墜的傳說，究竟是真的還是假的？蘇聯所留下的痕跡，今天在愛沙尼亞境內還能看到嗎？過去是外來統治者的俄羅斯人，現在在愛沙尼亞又是怎樣的存在？就讓目前正在愛沙尼亞就學、已經在當地居住了數年的「愛沙尼亞一姊」姿婷，為我們全面剖析各種愛沙尼亞都市傳說吧！\n\n聽完之後也強烈推薦大家去閱讀姿婷的文章（可參考show note中的連結），深入淺出的內容，保證讓大家對愛沙尼亞的認識更加全面！\n\n\n\n\n", 
    "timeline": [
      {
        "text": "為什麼會選擇跑到愛沙尼亞讀大學？", 
        "time": "00:01:18"
      }, 
      {
        "text": "愛沙尼亞文是魔王級的歐洲語言，超難學？", 
        "time": "00:06:40"
      }, 
      {
        "text": "剛去的時候碰到最大的挑戰——愛沙尼亞人都很難交朋友？", 
        "time": "00:08:48"
      }, 
      {
        "text": "現在還能看到蘇聯留下的影響嗎？俄羅斯裔的人又是如何生活？", 
        "time": "00:11:09"
      }, 
      {
        "text": "各種關於數位化的都市傳說，到底是真的還是假的？", 
        "time": "00:15:38"
      }, 
      {
        "text": "究竟是什麼原因，導致這個國家能夠做到數位治國？", 
        "time": "00:19:30"
      }, 
      {
        "text": "新創天堂，每個人都會寫程式、都是CEO？", 
        "time": "00:21:34"
      }, 
      {
        "text": "愛沙尼亞在地旅行推薦——除了塔林老城之外還有什麼好玩？", 
        "time": "00:26:47"
      }
    ]
  }, 
  "30": {
    "description": "\n隨著自助旅行的風氣盛行，過去10多年裡「旅行部落格」成為熱門的創作形式，許多人透過這種方式分享旅行，其中一些還因此成為知名部落客；但話說回來，創作之路究竟是如何開始的？在這一路上有什麼樣的挑戰？在能見度完全被演算法宰制的2020年，能如何突破網路生態的限制、讓自己的作品被看見？\n\n本集的對談來賓Angel算是我的「同梯」，我們差不多時間開始在社團分享旅行文章，也在這一年裡藉由創作有所成長。這集的內容，可以想成是我們的「同梯聚會」——我們聊的不是「如何當一個成功的網紅」或「如何讓粉專在三個月內破萬」，而是我們一路走來的成長與學習。\n\n如果你也是喜歡分享旅行的人，或者也正在創作的路上努力著，歡迎進來跟我們一起取暖 :)\n\n\n\n\n", 
    "timeline": [
      {
        "text": "為什麼會開始創作？剛開始碰到最大的困難是？", 
        "time": "00:03:17"
      }, 
      {
        "text": "如何構思一篇貼文？會使用哪些方便的工具？", 
        "time": "00:07:28"
      }, 
      {
        "text": "創作者心中的大魔王：關於文章的能見度與觸及率", 
        "time": "00:13:00"
      }, 
      {
        "text": "透過創作，強化與讀者的互動", 
        "time": "00:16:25"
      }, 
      {
        "text": "創作者的超重要基本功：時間管理", 
        "time": "00:20:11"
      }, 
      {
        "text": "對於圖文創作的未來展望", 
        "time": "00:23:05"
      }, 
      {
        "text": "旅行鴨Angel平台介紹", 
        "time": "00:26:00"
      }
    ]
  }, 
  "29": {
    "description": "\n1965年發行的音樂劇電影《真善美》（The Sound of Music，或譯《音樂之聲》）是許多人小時候音樂課的回憶，家庭溫馨風的勵志劇情、好萊塢式的逃亡情節、配上百老匯式的音樂，是影史上極為重要的一部電影。或許有些人知道它的劇情來自真實存在的「特拉普家庭歌手」（Trapp Family Singers）的故事，但這家人逃離奧地利之後，究竟去了哪裡呢？電影的情節，又和真實的故事有多少出入呢？\n\n事實上這個家庭後來流亡到了美國，如同多數移民一樣在新世界重新建立家園，最後定居在新英格蘭北部佛蒙特州（Vermont）的小鎮Stowe，在一片山坡上重現家鄉奧地利的風景，並且將家園做成旅館，與來自世界各地的旅人分享。\n\n懷著「朝聖兒時記憶」的心情，我從波士頓開車來到這裡，從特拉普家族後代的口中聽到了他們的真實故事，並透過書籍回溯了他們一路流浪到美國的過程，發現真實故事其實比電影更加精彩！2020年的最後一週，就讓我來大家分享一下他們這段特別的旅程吧！\n\n\n\n\n", 
    "timeline": [
      {
        "text": "奧地利明明就不靠海，哪來的海軍？", 
        "time": "00:04:13"
      }, 
      {
        "text": "喬治．特拉普艦長和中國的神奇淵源", 
        "time": "00:06:25"
      }, 
      {
        "text": "一心想當修女，結果卻被派出去當家庭教師的瑪麗亞", 
        "time": "00:11:46"
      }, 
      {
        "text": "唱歌只是家庭活動，結果卻意外爆紅！", 
        "time": "00:13:54"
      }, 
      {
        "text": "納粹兼併奧地利，與流亡旅程的開始", 
        "time": "00:17:37"
      }, 
      {
        "text": "真正的逃亡旅程，和好萊塢演的不一樣", 
        "time": "00:22:50"
      }, 
      {
        "text": "在移民官面前不要亂講話！抵達紐約的小插曲", 
        "time": "00:26:59"
      }, 
      {
        "text": "我們家的故事變成了電影，但我們卻不知道劇情，而且沒有拿到一毛錢！", 
        "time": "00:32:30"
      }, 
      {
        "text": "結語與個人心得", 
        "time": "00:35:37"
      }
    ]
  }, 
  "28": {
    "description": "\n台灣某高中教室裡坐著這麼一位女生，老師在上面上課，她卻總是在下面讀著自己的地理和旅遊書籍，簡直活在平行時空裡；不只如此，她還不惜鬧出家庭革命，選擇高中畢業不讀大學，只因為迫不及待想去外面看看這個世界？\n\n本集的來賓姿婷，就是這樣一位特別的窮遊背包客。帶著打工度假的積蓄，不到20歲的她從義大利坐船跨越亞得里亞海，來到網路上號稱「歐洲最落後」的國家阿爾巴尼亞，結果卻完完全全地愛上了這裡！接著她更用了兩個月的時間，搭了72趟便車，遊遍了東南歐的8個國家！\n\n阿爾巴尼亞究竟有什麼令人著迷之處？看似和台灣八竿子打不著的前共產國家，為什麼聽到有台灣人來會覺得興奮？便車窮遊途中無奇不有，從大卡車到馬車都可能搭到，路上該如何保護自己的安危？\n\n上禮拜也巴爾幹、這禮拜也巴爾幹，巴爾幹就是這麼有趣的地方（聽得我好想去啊😭😭😭）！旅行熱炒店ep.28，跟著叛逆系背包客姿婷看見巴爾幹的另一面！\n\n\n\n\n", 
    "timeline": [
      {
        "text": "開場閒聊：在愛沙尼亞近期的生活（註：錄音時間為10月下旬）", 
        "time": "00:01:06"
      }, 
      {
        "text": "高中畢業不讀大學，跑去探索世界，你是在開玩笑嗎？", 
        "time": "00:03:44"
      }, 
      {
        "text": "長達兩三年的gap years，從愛爾蘭打工度假到東南歐便車窮遊", 
        "time": "00:08:37"
      }, 
      {
        "text": "上船前海關人員問：「你確定你真的要去阿爾巴尼亞嗎？」", 
        "time": "00:12:18"
      }, 
      {
        "text": "在首都地拉那，當地人聽到台灣就會覺得很興奮？", 
        "time": "00:15:42"
      }, 
      {
        "text": "遇見落地生根的福建移民", 
        "time": "00:18:01"
      }, 
      {
        "text": "對於塞爾維亞與科索沃的愛恨分明", 
        "time": "00:21:32"
      }, 
      {
        "text": "72趟便車旅行路上的挑戰，以及途中學到的技巧", 
        "time": "00:23:48"
      }, 
      {
        "text": "搭到想定外的交通工具，因而改變了對於吉普賽人的看法？", 
        "time": "00:29:40"
      }, 
      {
        "text": "巴爾幹半島私心推薦", 
        "time": "00:32:46"
      }
    ]
  }, 
  "27": {
    "description": "\n講到伊斯蘭教，我們腦中最先跳出來的通常是北非、中東、中亞與東南亞，但你知道其實歐洲也有3個地方，是穆斯林人口佔大多數的伊斯蘭教國家嗎？\n\n位在巴爾幹半島的阿爾巴尼亞、科索沃以及波士尼亞與赫塞哥維納，擁有和歐洲其他國家不太一樣的風景——幾個世紀以來，這裡都是穆斯林佔多數，城鎮裡清真寺與叫拜塔林立，洋溢著東西文化交匯的風情；但同樣也正是因為文化多元，歷史上衝突不斷，甚至到1990年代仍然有過戰爭與大屠殺。\n\n史上最不正經的背包女子天團、自稱「背包界SHE」的組合「娘娘不要走」，在本集旅行熱炒店中隆重登場！在這集節目裡，Yoyo和戴胖兩位成員會從歷史與文化角度，說明這裡為何衝突不斷，伊斯蘭教、東正教與天主教如何在這片土地上相互碰撞，並且分享讓他們大開眼界的各種見聞——\n\n* 阿爾巴尼亞早期和共產國家都是好朋友，結果從北韓學來了一項超強尖端科技？\n* 一座不大城市竟然可以「一城兩制」，被科索沃和塞爾維亞分成兩半，而且兩邊還使用著各自的語言和貨幣？\n* 1990年代發生在波士尼亞的大屠殺，可以有多殘酷？\n\n想透過既輕鬆又幽默的分享，認識和印象中不太一樣的歐洲伊斯蘭世界嗎？旅行熱炒店ep.27，讓我們跟著背包女子天團一起闖蕩巴爾幹！\n\n\n\n\n", 
    "timeline": [
      {
        "text": "歡迎來賓、娘娘不要走的緣起", 
        "time": "00:01:24"
      }, 
      {
        "text": "為什麼歐洲會出現一塊伊斯蘭世界？", 
        "time": "00:07:01"
      }, 
      {
        "text": "阿爾巴尼亞，地拉那地下堡壘，逃跑時請小心...", 
        "time": "00:10:07"
      }, 
      {
        "text": "科索沃，地位有點尷尬的地方，和台灣有點類似的存在", 
        "time": "00:16:45"
      }, 
      {
        "text": "波士尼亞與赫塞哥維納，塞拉耶佛種族屠殺博物館", 
        "time": "00:22:50"
      }, 
      {
        "text": "巴爾幹半島旅行推薦，《出發後，才開始的故事》書籍介紹", 
        "time": "00:32:00"
      }
    ]
  }, 
  "26": {
    "description": "\n大家敲碗已久的 #紐約環遊世界第二彈 終於來啦！號稱地表文化最多元城市的紐約，果然有著發掘不完的驚喜！接續上集的精神，這集我們要來認識另外六個擁有故事的移民群體——\n\nNo.1 溫州人縱橫全球商界，靠的不是大餛飩？  No.1 紐約各大華人區 (04:15)\n\n\n\n溫州商人之強大眾所皆知，而在紐約也有多達10萬的溫州人！究竟溫州人為何這麼會做生意？台灣人熟悉的溫州大餛鈍，其實在溫州社群裡是不存在的？\n\nNo.2 鎮守曼哈頓最高點的多明尼加人們  Washington Heights (13:54)\n\n\n\n<iframe src=\"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d12073.101854835279!2d-73.94526510263634!3d40.843875551735024!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x89c2f69c56373bcb%3A0x1e7573510a4a0504!2sWashington%20Heights%2C%20New%20York%2C%20NY!5e0!3m2!1sen!2sus!4v1607138223790!5m2!1sen!2sus\" width=\"600\" height=\"450\" frameborder=\"0\" style=\"border:0;\" allowfullscreen=\"\" aria-hidden=\"false\" tabindex=\"0\"></iframe>\n\n脆弱的民主以及不可避免的獨裁，是許多拉丁美洲國家的共同歷史。多明尼加人如何在這個脈絡下大量移民美國？加勒比海的飲食習慣，又是如何被帶到這裡？\n\nNo.3 德國人創立的史坦威鋼琴，其實是在紐約製造的？  Astoria (19:49)\n\n\n\n<iframe src=\"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3021.758942493723!2d-73.9144074839586!3d40.76732634216475!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x89c25f6af1e6a909%3A0x27599d051f8100b1!2sSteinway%20St%2C%20Queens%2C%20NY!5e0!3m2!1sen!2sus!4v1607138292713!5m2!1sen!2sus\" width=\"600\" height=\"450\" frameborder=\"0\" style=\"border:0;\" allowfullscreen=\"\" aria-hidden=\"false\" tabindex=\"0\"></iframe>\n\n史坦威鋼琴其實很大一部份是made in NY！Astoria一條主要的街道就以史坦威命名；這個原本號稱小希臘的區域，現在最常見到的卻是另一批移民，他們是誰？\n\nNo.4 菲律賓菜單讓人霧煞煞，教你一秒看懂的密技！  Woodside (23:59)\n\n\n\n<iframe src=\"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d12090.299946989002!2d-73.91280490266126!3d40.74937667501969!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x89c25f1afa15e3ef%3A0x2c53b9cf80c3ed14!2sWoodside%2C%20Queens%2C%20NY!5e0!3m2!1sen!2sus!4v1607138328139!5m2!1sen!2sus\" width=\"600\" height=\"450\" frameborder=\"0\" style=\"border:0;\" allowfullscreen=\"\" aria-hidden=\"false\" tabindex=\"0\"></iframe>\n\n菲律賓人也懂「大冰奶」這種簡稱！打開菲律賓菜單，裡面滿滿的Tagalog簡稱拼成的菜名，要怎樣才能看懂？本集有解題秘技教學！\n\nNo.5 來自烏茲別克，說著俄羅斯語的朝鮮人  Bath Beach (29:27)\n\n\n\n<iframe src=\"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3029.1016957844313!2d-74.00278108396118!3d40.605579852055!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x89c2450c202c4c29%3A0x3d9d905384266beb!2sEddie%20Fancy%20Food!5e0!3m2!1sen!2sus!4v1607138350772!5m2!1sen!2sus\" width=\"600\" height=\"450\" frameborder=\"0\" style=\"border:0;\" allowfullscreen=\"\" aria-hidden=\"false\" tabindex=\"0\"></iframe>\n\n聽起來很不可思議，但中亞竟然住著一群不會說韓語的朝鮮人，甚至還擁有自己獨特的中亞韓國菜！這些人究竟是為何會跑到中亞，又是如何移民到美國來的呢？\n\nNo.6 葉門食物超好吃，但這個國家的飢餓指數卻排名全球第二  Downtown Brooklyn (37:54)\n\n\n\n<iframe src=\"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d14829.588926314504!2d-74.00391579728975!3d40.68961327557215!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x0%3A0x76bf7d6bdcee080!2sYemen%20Caf%C3%A9%20%26%20Restaurant!5e0!3m2!1sen!2sus!4v1607138378043!5m2!1sen!2sus\" width=\"600\" height=\"450\" frameborder=\"0\" style=\"border:0;\" allowfullscreen=\"\" aria-hidden=\"false\" tabindex=\"0\"></iframe>\n\n在ep.15裡，來賓Yoga特別提到葉門料理非常好吃，我便決定在紐約期間要來嘗試一下。吃了之後果然讓人覺得印象深刻，但不可思議的是，料理雖然好吃，這個國家卻因為戰亂，正處於急需人道援助的狀態中？\n\n準備好出國的心情，讓我們一起繼續在紐約環遊世界吧！\n\n\n", 
    "timeline": [
      {
        "text": "#1 溫州人縱橫全球商界，靠的不是大餛飩？ -紐約各大華人區", 
        "time": "00:04:15"
      }, 
      {
        "text": "#2 鎮守曼哈頓最高點的多明尼加人們 -Washington Heights", 
        "time": "00:13:54"
      }, 
      {
        "text": "#3 德國人創立的史坦威鋼琴，其實是在紐約製造的？ -Astoria", 
        "time": "00:19:49"
      }, 
      {
        "text": "#4 菲律賓菜單讓人霧煞煞，教你一秒看懂的密技！-Woodside", 
        "time": "00:23:59"
      }, 
      {
        "text": "#5 來自烏茲別克，說著俄羅斯語的朝鮮人 -Bath Beach", 
        "time": "00:29:27"
      }, 
      {
        "text": "#6 葉門食物超好吃，但這個國家的飢餓指數卻排名全球第二 -Downtown Brooklyn", 
        "time": "00:37:54"
      }
    ]
  }, 
  "25": {
    "description": "\n巴拉圭是地表上距離台灣最遠的國家，也是在南美洲唯一的邦交國；如果從台灣往地心鑽一個洞，另一端出來的地方就是巴拉圭！然而，許多人造訪過在它周圍的巴西、阿根廷與玻利維亞，卻很少人會來向這位老朋友問聲好。\n\n今天的來賓Jessie，因為業務需要到巴拉圭出差，也因此有機會好好認識這位我們不太熟悉的老朋友。在這集節目中，Jessie會為我們解析這個國家獨特的文化與歷史脈絡，分享在這裡的銷售經驗、旅行故事，還有如何從巴拉圭前往伊瓜蘇瀑布的詳細解說！\n\n為什麼我們說巴拉圭是台灣的「平行世界」、兩邊歷史意外地相似呢？台灣在這裡有著超強的存在感，甚至還有中正紀念堂？這個國家又是如何保存了瓜拉尼Guaraní原住民語言，甚至讓它擁有官方語言的地位？聽完這集你就會知道啦！\n\n\n", 
    "timeline": [
      {
        "text": "歡迎來賓、如何會被外派到南美洲", 
        "time": "00:01:09"
      }, 
      {
        "text": "對巴拉圭的第一印象", 
        "time": "00:05:23"
      }, 
      {
        "text": "到處都是台灣人/華僑？台灣的平行世界？", 
        "time": "00:08:08"
      }, 
      {
        "text": "瓜拉尼語，一個存活到今天而且還是官方語言的原住民語言", 
        "time": "00:13:42"
      }, 
      {
        "text": "從東方市到伊瓜蘇瀑布的旅程", 
        "time": "00:16:32"
      }, 
      {
        "text": "美食推薦：瑪黛茶（Mate）、奶酪圈", 
        "time": "00:20:41"
      }, 
      {
        "text": "一位海外業務對巴拉圭市場的一些觀察", 
        "time": "00:23:42"
      }, 
      {
        "text": "介紹「潔西Jessie，在世界翻滾的女孩」", 
        "time": "00:26:55"
      }
    ]
  }, 
  "24": {
    "description": "\n好久沒跟大家聊聊天了！這集想分享一下製作podcast過程中，3個讓我覺得挑戰最大但也最有成就感的事情；此外，也會聊聊最近在疫情肆虐的美國生活情況、我的夢幻旅行地點，並且回覆10月到11月間在Apple Podcasts上的聽眾留言！讓我用聲音與你聊聊天吧 :)\n\n本集回覆以下聽眾留言——\n\n* 拉傻去哪兒\n* solomonislander\n* 大頭魚丸\n* 下港烏鴉\n* 楊小楓Max\n* pqweertyuuiooopp\n* 棒棒酪梨\n* 偏鄉老師\n* Hpj002\n* YHF12\n\n\n\n\n", 
    "timeline": [
      {
        "text": "近況分享：選舉、疫情、充滿節日的下半年", 
        "time": "00:01:05"
      }, 
      {
        "text": "節目製作感想，3件讓我覺得最有挑戰但也最有成就感的事情", 
        "time": "00:05:49"
      }, 
      {
        "text": "我的夢幻旅行路線", 
        "time": "00:14:37"
      }, 
      {
        "text": "回覆聽眾留言", 
        "time": "00:17:34"
      }, 
      {
        "text": "我現在最想去的夢幻旅行！", 
        "time": "00:24:09"
      }
    ]
  }, 
  "23": {
    "description": "\n語言不必然是旅行的障礙，但相信許多人都有過這樣的時刻：「要是我會講當地的語言該有多好！」本集就讓通諳多國語言的「語言收藏家」秉諭，來分享多語能力如何讓他的旅行變得不一樣！ \n\n這集接續著上回在古巴的故事。秉諭一向喜歡假裝自己是別國人、用不同語言和人交流。越南語非常流利的他，在古巴裝越南人卻差點吃鱉，只因為古巴人個個都是越南通！他還發現，有個越南歷史人物，在古巴是家喻戶曉，這個人究竟是誰？（當然不是胡志明！） \n\n除此之外，秉諭還會分享他在各國的多語經歷，例如—— \n\n* 在緬甸的越南小吃店交到朋友，導致後來在西貢受邀參加端午節家族聚會！ \n* 在朝鮮（北韓）用韓語詢問黑市匯率，結果竟然得以一窺封閉國度的經濟現況？ \n* 在越南協助香港籍旅人和小巴司機溝通，消弭了一場潛在的火爆衝突！ \n* 在印尼因為班機取消差點崩潰，結果用印尼語自救成功？\n\n最後的最後，秉諭也會分享給自助旅行者學習語言的建議！這麼精彩、有趣又實用的一集，還不趕快給它聽爆嗎？\n\n\n\n\n", 
    "timeline": [
      {
        "text": "古巴沒有古巴三明治！關於古巴的食物", 
        "time": "00:01:23"
      }, 
      {
        "text": "長途巴士也可以當便車搭！古巴交通", 
        "time": "00:05:45"
      }, 
      {
        "text": "共產國家亮點：政治標語！古巴與其他共產夥伴的標語分析", 
        "time": "00:08:26"
      }, 
      {
        "text": "高度標準化的雪茄田導覽行程", 
        "time": "00:10:23"
      }, 
      {
        "text": "原來每個古巴人都是越南通？", 
        "time": "00:13:19"
      }, 
      {
        "text": "如何踏上多語之路", 
        "time": "00:16:55"
      }, 
      {
        "text": "會為了旅行而學語言嗎？", 
        "time": "00:19:35"
      }, 
      {
        "text": "各種差點崩潰的旅行經驗，因為能說當地語言而自救成功？", 
        "time": "00:21:10"
      }, 
      {
        "text": "在緬甸的越南小吃店用越南語交到越南朋友！", 
        "time": "00:25:16"
      }, 
      {
        "text": "用韓語在朝鮮（北韓）詢問匯率，結果竟然⋯⋯", 
        "time": "00:28:53"
      }, 
      {
        "text": "給自助旅行者的語言學習建議", 
        "time": "00:32:25"
      }, 
      {
        "text": "結語", 
        "time": "00:36:03"
      }
    ]
  }, 
  "22": {
    "description": "\n大家都知道古巴是個非常與眾不同的國家，街景讓人一秒回到60年代，還有著許多不可思議的現象，但是，你有想過古巴究竟是如何成為今天的古巴嗎？ \n\n本集的來賓秉諭，拜訪過全世界現存的所有共產國家，對於冷戰歷史及共產制度非常感興趣，同時也是個語言收藏家，喜歡用各地語言和當地人溝通。他所看到的古巴，不只是個懷舊景點或奇葩國家，更像是一扇通往冷戰歷史的門，引領我們深入鐵幕另一側的世界。這集我們會聊到——\n\n* 大家都聽過古巴非常特別的雙貨幣制度（CUC與CUP兩種貨幣並行），但這制度究竟是怎麼來的呢？ \n* 古巴與美國看似是世仇，其實曾經有著肝膽相照的過去。究竟是發生了什麼事，導致他們一夕之間翻臉、甚至後來差點造成核武大戰開打？ \n* 半個世紀之前的古巴人，竟然能穿越到我們EP9介紹的剛果民主共和國？這是怎麼回事？ \n* 據說古巴人排隊不是排成一直線，而是透過某種特殊默契確認自己的先後順序，外地人該如何融入其中？ \n\n就讓我們一起透過秉諭的達人視角，來深入解析這個特異獨行的國家吧！ \n\n\n\n\n", 
    "timeline": [
      {
        "text": "歡迎來賓，為什麼會對共產國家如此感興趣？", 
        "time": "00:01:25"
      }, 
      {
        "text": "古巴，究竟是如何成為今天的樣貌？", 
        "time": "00:03:42"
      }, 
      {
        "text": "從西班牙到美國，再成為獨立的獨裁政權", 
        "time": "00:06:12"
      }, 
      {
        "text": "古巴革命中的三個重要角色", 
        "time": "00:08:53"
      }, 
      {
        "text": "20世紀全世界最接近核武戰爭的時刻：古巴飛彈危機", 
        "time": "00:12:12"
      }, 
      {
        "text": "成功拆除引信之後，三位角色後來的下場", 
        "time": "00:15:37"
      }, 
      {
        "text": "如何去古巴——交通與簽證", 
        "time": "00:18:44"
      }, 
      {
        "text": "舉世罕見的雙貨幣制：CUC與CUP", 
        "time": "00:22:04"
      }, 
      {
        "text": "古巴第一印象，從機場到市區的搭車經驗", 
        "time": "00:25:17"
      }, 
      {
        "text": "走進哈瓦那市區，理解這個國家的現狀", 
        "time": "00:28:44"
      }, 
      {
        "text": "給打算前往古巴自助旅行者的建議", 
        "time": "00:33:57"
      }
    ]
  }, 
  "21": {
    "description": "\n一個真正熱愛旅行的人，即使沒有跑很遠，仍然能用敏銳的眼光，發現不一樣的世界！在這集節目裡，我們不去任何遙遠的國度，而是要拜訪那既熟悉又陌生的「左邊鄰居」，中國。\n\n本集的來賓Angel，擁有德國交換、瑞典修課、以色列實習、住在約旦富豪家等無數精彩的閱歷，最近還開了「『女生1+1+1』獨旅以色列不可思議」環島巡迴講座。作為一位身經百戰的自助旅行達人，為何會選擇到中國去實習呢？\n\n本集的主軸是Angel在實習期間的見聞，包括在深圳的生活，以及在廣東及湖南自助旅行的經驗。作為改革開放的先驅，深圳是個讓人勇敢嘗試的地方，據說從提出idea到做成prototype，只需要短短7天？Angel說這城市像是個「外表高冷的暖男」，何以見得？中國科技業的996，究竟是傳說還是現實？在這個既相似卻又如此不同的地方生活和旅行，又讓Angel有了怎樣的反思？\n\n在ep.21裡，就讓我們跟著Angel去一窺中國科技巨獸總部的真面目吧！\n\n\n\n\n", 
    "timeline": [
      {
        "text": "當初是如何開始並且喜歡上旅行", 
        "time": "00:01:09"
      }, 
      {
        "text": "歐洲繞了一大圈，結果跑到中國深圳實習？", 
        "time": "00:04:32"
      }, 
      {
        "text": "中國科技業的工作環境，996到底是傳說還是現實？", 
        "time": "00:07:18"
      }, 
      {
        "text": "如何描述深圳這座城市的「性格」", 
        "time": "00:15:16"
      }, 
      {
        "text": "如何在中國安排自助旅行：攜程、馬蜂窩、滴滴出行", 
        "time": "00:20:03"
      }, 
      {
        "text": "在湖南衡山景區經歷的文化衝擊", 
        "time": "00:23:30"
      }, 
      {
        "text": "加碼推薦：廣東韶關、乳源大峽谷、廣州的腸粉", 
        "time": "00:28:21"
      }, 
      {
        "text": "在中國實習與旅行的心得、給自助旅行者的3+1個建議", 
        "time": "00:30:00"
      }
    ]
  }, 
  "20": {
    "description": "\n不要懷疑，你沒有跑錯棚，旅行熱炒店這集就是要來談資訊安全！\n\n在旅行的路上，要顧的不只是人身安全，資訊安全也同樣重要！尤其本熱炒店主打「冷門路線旅行」，這表示我們前往的國家有些的確風險較高，甚至可能有無孔不入的言論審查。在這些地方旅行，我們能如何保護自己、避免讓有心人士或特定政權有機可乘？\n\n這集我們邀請到重量級來賓、台灣資安podcast第一把交椅、不久前才剛訪問過唐鳳委員、「[資安解壓縮](https://infosecdecompress.com/)」節目的主持人Jeff，來和我們聊聊旅行途中跟資安相關的眉眉角角，以及如何能夠降低風險！內容涵蓋像是以下議題——\n\n* 原來機票是個超強洩密工具？\n* 去到有網路審查、甚至是會直接掃描手機內容的國家，應該如何應對？\n* 為什麼用豆腐頭充電比用USB安全？\n* 如何設置電腦、手機上的保護，將遺失時的影響降到最低？\n\n想「快快樂樂出門、平平安安回家」的話，資訊安全絕對是不可或缺的。一起來聽聽Jeff給各位旅行愛好者的專業建議吧！\n\n\n", 
    "timeline": [
      {
        "text": "歡迎重量級來賓Jeff", 
        "time": "00:00:14"
      }, 
      {
        "text": "使用網路連線的時候，有哪些該注意的？", 
        "time": "00:03:22"
      }, 
      {
        "text": "用行動數據國際漫遊會比wifi安全嗎？", 
        "time": "00:06:38"
      }, 
      {
        "text": "有些地方會直接檢查手機與電腦的內容，該如何應對？", 
        "time": "00:09:06"
      }, 
      {
        "text": "其他可能造成資料外洩的地方？為什麼用豆腐頭充電比較安全？", 
        "time": "00:14:20"
      }, 
      {
        "text": "電腦/手機被偷或遺失的風險管理", 
        "time": "00:16:31"
      }, 
      {
        "text": "機票以及社群媒體打卡可能引發的資安問題", 
        "time": "00:20:31"
      }, 
      {
        "text": "結語、資安解壓縮節目簡介", 
        "time": "00:26:54"
      }
    ]
  }, 
  "19": {
    "description": "\n**#標題只是借題發揮 #主持人和來賓並沒有要唱歌謝謝**\n\n不知道大家是否還記得，2019年9月索羅門群島與台灣斷交時，媒體紛紛報出「索羅門民眾群起遊行抗議、反對與中國建交」這樣的新聞，似乎是想要給一再受到打擊的台灣人一點安慰；然而，當地人是真的這樣想嗎？還是說從頭到尾都不過是台灣人在自我感覺良好、覺得自己好棒棒而已？\n\n本集再次邀請到擅長深度報導的記者兼背包客易安，和我們分享他在斷交之後第三天，火速前往索羅門群島的第一手觀察！易安會結合歷史脈絡與他的深度觀察，解析為何當地對於和中國建交如此反感，並且讓我們看到，原來這件事情不僅僅是中台角力這麼簡單而已！所謂的國內政治與國際情勢，其實往往都是彼此連動、密不可分的。\n\n除此之外，易安還會分享背包客可以如何前往索羅門群島旅行，以及當地的旅遊重點！想更了解這個「認識南太平洋的最佳門戶」嗎？來聽聽這集深度專訪吧！\n\n\n\n\n", 
    "timeline": [
      {
        "text": "一斷交，馬上就飛奔索羅門群島", 
        "time": "00:01:38"
      }, 
      {
        "text": "索羅門群島到底在哪裡？", 
        "time": "00:03:47"
      }, 
      {
        "text": "當地人反對與中國建交，到底是真的還假的？", 
        "time": "00:04:58"
      }, 
      {
        "text": "早已存在的反華情緒，究竟是從哪來的？", 
        "time": "00:07:47"
      }, 
      {
        "text": "帶著台灣人的身份去，當地人的反應是？", 
        "time": "00:11:25"
      }, 
      {
        "text": "斷交之後有什麼新的進展？", 
        "time": "00:13:29"
      }, 
      {
        "text": "背包客去索羅門可以怎麼玩？", 
        "time": "00:17:08"
      }, 
      {
        "text": "如何定義「華人」？", 
        "time": "00:19:42"
      }, 
      {
        "text": "「易安流」的旅行方式", 
        "time": "00:22:52"
      }, 
      {
        "text": "哪裡可以找到易安的作品", 
        "time": "00:26:25"
      }, 
      {
        "text": "Jerome自己的感想與回應", 
        "time": "00:28:01"
      }, 
      {
        "text": "閱讀聽眾留言", 
        "time": "00:29:29"
      }
    ]
  }, 
  "18": {
    "description": "\n**#不要懷疑就是你知道的那個KMT無誤 #是大溪地不是桃園大溪**\n\n位在南太平洋的大溪地，擁有湛藍海水與白淨沙灘，向來是全球旅人嚮往的海島度假勝地；但你知道這裡其實有著為數眾多的華人移民，而且還存在著擁有百年歷史的國民黨海外分部嗎？\n\n本集的來賓易安，就是被「國民黨」這個關鍵字吸引而來到大溪地。抱持著強烈的好奇心，他意外地結識了當地的華人領袖與曾經「留學台灣」的廟公，因而深入了那裡的華人移民網絡中，聽到了這群人的故事，進而發現：原來台灣與大溪地的關係竟然是如此的密切！\n\n大溪地的華人與國民黨，究竟是怎樣的存在？這片遙遠的土地和台灣，有著什麼鮮為人知的神秘連結？如果不想走海島度假路線，可以如何探索大溪地？突破你想像的大溪地之旅，讓我們跟著易安一起出發吧！\n\n\n\n\n", 
    "timeline": [
      {
        "text": "就為了「國民黨」這三個字，千里迢迢跑到大溪地？", 
        "time": "00:04:32"
      }, 
      {
        "text": "大溪地在哪？現在跟法國是什麼關係？要怎麼去？", 
        "time": "00:06:35"
      }, 
      {
        "text": "到達大溪地的第一印象", 
        "time": "00:09:43"
      }, 
      {
        "text": "朝聖國民黨支部，奇幻旅程的開始！", 
        "time": "00:12:18"
      }, 
      {
        "text": "現在國民黨與華人的在大溪地的樣貌？", 
        "time": "00:17:42"
      }, 
      {
        "text": "他們怎麼看台灣/中華民國身份？", 
        "time": "00:19:22"
      }, 
      {
        "text": "除了中華民國與客家人之外，另一條不可忽略的台灣連結", 
        "time": "00:22:13"
      }, 
      {
        "text": "要怎麼旅行才能如此深入大溪地的在地文化？", 
        "time": "00:26:16"
      }, 
      {
        "text": "或許，沒有安排的旅行才是最好的旅行", 
        "time": "00:29:26"
      }
    ]
  }, 
  "17": {
    "description": "\n##曼哈頓島上竟然有個小福州，裡面的人都講福州話賣福州魚丸，還有著靠人蛇集團偷渡而來的辛酸歷史？\n\n##世界第一藏人首都是北北印的達蘭薩拉，但你知道紐約的Jackson Heights也到處飄揚著雪山獅子旗和經幡、號稱是藏人第二首都嗎？\n\n##圭亞那明明是個南美洲國家，為什麼他們的移民社區看起來卻像是小印度？\n\n##嘻哈音樂竟然是少數族群在社區裡開趴而被創造出來的？\n\n俗稱大蘋果的美國紐約，海納百川地容納了來自世界各地的移民，在此重現自己家鄉的生活、景色與美食，也使得這裡成為地表文化最多元的城市。套用一下解鎖地球的介紹詞：這顆大蘋果因為分歧而美味！\n\n然而許多人對紐約多元文化的了解，僅止於法拉盛或K-town等知名度較高的區域，忽略了這個城市裡更多值得被探索的區域，以及值得被聽見的故事。這讓Jerome決定要製作這集，把大蘋果裡更多有趣的角落分享出去，在大家紐約旅遊清單上多加幾個點！\n\n比搭機環島更便宜、更貼近地表的偽出國旅行，發現你不知道、旅遊書也不會寫的紐約，現在就跟著Jerome一起出發吧！ Let's go!!!\n\n\n\n\n", 
    "timeline": [
      {
        "text": "#1 曼哈頓小福州 -East Broadway", 
        "time": "00:02:01"
      }, 
      {
        "text": "#2 世界第二西藏首都 -Jackson Heights", 
        "time": "00:12:48"
      }, 
      {
        "text": "#3 嘻哈文化發源聖地 -Bronx", 
        "time": "00:19:25"
      }, 
      {
        "text": "#4 非裔文藝復興重鎮 -Harlem", 
        "time": "00:22:19"
      }, 
      {
        "text": "#5 前蘇聯絲路風情 -Brighton Beach", 
        "time": "00:26:15"
      }, 
      {
        "text": "#6 小圭亞那 -Liberty Avenue", 
        "time": "00:32:33"
      }
    ]
  }, 
  "16": {
    "description": "\n偽地理風水大師Jerome來啦！！\n\nJerome在大學讀的是地理系。當年向人提及自己的科系，往往都會被半開玩笑地問「地理系？你會看風水嗎？」這個號稱地表最懂得上天下海、動不動就在外面趴趴走的科系，裡面大家到底是在學些什麼東西？大學四年的學習，又對於今天的我以及旅行熱炒店節目有著什麼影響？這週趁著教師節，就來分享一下我大學四年台灣走透透的日子，並且謝謝所有辛苦的地理老師們！\n\n除了地理風水大師為大家解惑之外，這集節目的本體是閒聊，我會和大家聊聊最近做這幾集的專訪的心得、參加podcaster meetup的感受，最後則會回答來自聽眾的問題！如果你最近聽了很多專訪、有點想念那個在閒聊狀態下有點不正經的熱炒店主廚，歡迎來聽聽這29分長的碎碎念～\n\n\n\n\n", 
    "timeline": [
      {
        "text": "最近做節目與參加遠距podcaster meetup心得", 
        "time": "00:01:24"
      }, 
      {
        "text": "切入主題：地理系到底是會不會看風水啦？", 
        "time": "00:06:00"
      }, 
      {
        "text": "究竟是什麼樣的人會讀地理系？", 
        "time": "00:08:56"
      }, 
      {
        "text": "地理系到底是在學什麼？全台趴趴走的日子", 
        "time": "00:10:36"
      }, 
      {
        "text": "沒有證照又不是師字輩，學地理真的有用嗎？", 
        "time": "00:14:42"
      }, 
      {
        "text": "Q&A時間", 
        "time": "00:20:25"
      }, 
      {
        "text": "（感謝 @chris_1218151 提供）", 
        "time": "用什麼軟體做地圖？"
      }, 
      {
        "text": "（感謝 @taicountry 提供） ft. @xinglustyle", 
        "time": "為什麼行旅調調每則貼文都有留言？"
      }, 
      {
        "text": "（感謝 @bloodyhell_j 提供）", 
        "time": "中秋節有吃月餅嗎？"
      }, 
      {
        "text": "（感謝 @_cheng_poyi_ 提供） ft. @sowhatsupwithyou.podcast @一個女生的世界漂流", 
        "time": "分享美國生活經驗"
      }, 
      {
        "text": "（感謝 @kanganthropology 提供）", 
        "time": "夢想是什麼？"
      }, 
      {
        "text": "結語與下集預告", 
        "time": "00:28:07"
      }
    ]
  }, 
  "15": {
    "description": "\n\n", 
    "timeline": [
      {
        "text": "當初是如何決定路線的呢？", 
        "time": "00:01:33"
      }, 
      {
        "text": "在沙烏地阿拉伯，小男孩也懂開車！", 
        "time": "00:02:36"
      }, 
      {
        "text": "自行車旅行的三大民生問題：食物、住宿與洗澡", 
        "time": "00:03:37"
      }, 
      {
        "text": "兩大聖地：麥加、麥地那", 
        "time": "00:06:11"
      }, 
      {
        "text": "西岸景點推薦：Al Ula——Elephant Rock與Madain Saleh（佩特拉同期遺跡）", 
        "time": "00:07:23"
      }, 
      {
        "text": "Haql：紅海潛水與沈船", 
        "time": "00:08:23"
      }, 
      {
        "text": "Neom Project", 
        "time": "00:09:36"
      }, 
      {
        "text": "無故遭到阿拉伯男子性騷擾，結果女生反而成為檢討的對象？", 
        "time": "00:11:12"
      }, 
      {
        "text": "傳統觀念與外來文化衝擊，女性旅行的自處之道", 
        "time": "00:13:10"
      }, 
      {
        "text": "利雅德：皇室住所Diriyah、世界的盡頭", 
        "time": "00:15:15"
      }, 
      {
        "text": "Hail：被邀請去農場，人生第一次採草莓竟然是在沙烏地阿拉伯", 
        "time": "00:15:38"
      }, 
      {
        "text": "男女隔離，堂兄弟不能跟堂姊妹相見，原因竟然是⋯⋯", 
        "time": "00:16:42"
      }, 
      {
        "text": "遺珠之憾，沒能拜訪的南邊", 
        "time": "00:19:01"
      }, 
      {
        "text": "駱駝文化與駱駝節", 
        "time": "00:19:27"
      }, 
      {
        "text": "在沙漠中被貝都因人邀請到家中作客", 
        "time": "00:20:13"
      }, 
      {
        "text": "沙烏地阿拉伯的交通資訊整理", 
        "time": "00:21:06"
      }, 
      {
        "text": "阿拉伯咖啡與咖啡禮儀", 
        "time": "00:22:48"
      }, 
      {
        "text": "相對單純的阿拉伯傳統食物", 
        "time": "00:26:28"
      }, 
      {
        "text": "豐富多元的異國食物（特別推薦：葉門料理）", 
        "time": "00:27:28"
      }, 
      {
        "text": "在沙烏地阿拉伯這個穆斯林國家，能喝到酒嗎？", 
        "time": "00:30:55"
      }, 
      {
        "text": "Yoga的未來計畫", 
        "time": "00:32:40"
      }
    ]
  }, 
  "14": {
    "description": "\n#沙烏地阿拉伯 + #單車旅行 + #女性視角 = 不可錯過的精彩壯遊故事！\n\n甫從學校畢業的Yoga，獨自踏上了橫跨歐亞的單車壯遊之路，打算從中亞一路騎到歐洲，作為自己的畢業旅行；然而，路上從車友得知沙烏地阿拉伯正好開放觀光簽證，使她毅然決定改變計畫，來到這個幾乎沒有背包客踏足的國家，並且成功騎車橫跨了渺無人煙的沙漠。\n\n這一路上原以為可以享受自己騎車的寧靜，誰知道身旁卻出現了一群人，如影隨形的糾纏著他們，這些人到底是誰？他們想做什麼？在這個2013年才開放女性騎乘自行車的國家，Yoga騎著車現身，對他們帶來了怎樣的震撼？在公共領域被完全隱匿、深藏於罩袍（Abaya）下的沙國女性世界，又是怎樣一番風貌？\n\n在這集節目裡，就讓我們一起循著Yoga的足跡，突破極權統治、宗教戒律、家族傳統、性別框架的層層阻礙，挖掘神秘面紗下的沙國真實面貌，尋找跨越文化、宗教與性別的真摯友誼！\n\n\n\n\n", 
    "timeline": [
      {
        "text": "為什麼會選擇單車旅行，以及旅行路線", 
        "time": "00:02:23"
      }, 
      {
        "text": "認識沙烏地阿拉伯：英國與鄂圖曼相爭的意外得利者？", 
        "time": "00:05:16"
      }, 
      {
        "text": "講話要小心！談今日的沙烏地阿拉伯政治現狀", 
        "time": "00:10:45"
      }, 
      {
        "text": "自行車旅行的安排方式", 
        "time": "00:15:45"
      }, 
      {
        "text": "沙漠騎車露營，如影隨形的沙國警察", 
        "time": "00:17:06"
      }, 
      {
        "text": "人民保母與恐怖情人，因為被跟蹤而獲得免費食物與住宿", 
        "time": "00:21:42"
      }, 
      {
        "text": "女性單車客=稀有動物？2013年之前女性不能騎單車的國家", 
        "time": "00:23:50"
      }, 
      {
        "text": "遇到想幫忙結果自己被幫忙的人", 
        "time": "00:27:08"
      }, 
      {
        "text": "有幸被媒體採訪，沒想到播出來的卻是⋯⋯", 
        "time": "00:29:16"
      }, 
      {
        "text": "男女隔離的互動模式、Sadiq（朋友）帶來的意外驚喜", 
        "time": "00:32:58"
      }, 
      {
        "text": "旅館借宿時，遇上結婚派對，揭開面紗之後的神秘世界", 
        "time": "00:35:42"
      }, 
      {
        "text": "在沙國交女生朋友，面紗藏不住的友情", 
        "time": "00:38:16"
      }, 
      {
        "text": "掙扎一週才終於能踏出一步，緩慢的交朋友過程", 
        "time": "00:42:13"
      }, 
      {
        "text": "沙國的另一面：都會女性、水肺潛水教練", 
        "time": "00:44:31"
      }, 
      {
        "text": "不同家律嚴謹程度的影響，與光榮殺戮，性別暴力", 
        "time": "00:48:05"
      }, 
      {
        "text": "結語", 
        "time": "00:50:35"
      }
    ]
  }, 
  "13": {
    "description": "\n到了那裡，才發現自己能做的是如此有限——\n\n經過多年準備的小劉，在這集終於踏上了庫德斯坦的土地！但新環境的文化衝擊馬上接踵而來——在家要洗衣服吹頭髮必須碰運氣？車子壞了要修還得自己去找零件？只娶一個老婆在當地被視為不正常？不只如此，剛來到此地的小劉接連受到孩童戲弄而不堪其擾，沒想到背後原因竟然是⋯⋯\n\n在這集裡，小劉不只要跟各位分享過程中碰到的趣事與衰事，也會聊聊在那裡親身感受到的無奈，還有最最最重要的——在遠方的我們能夠如何認識、接觸庫德人，甚至是參與到他們的生活之中。一起來聽聽小劉分享他在庫德斯坦的日常吧！\n\n\n\n\n", 
    "timeline": [
      {
        "text": "剛抵達時碰到最大的挑戰", 
        "time": "00:01:34"
      }, 
      {
        "text": "外國人找房子的困難", 
        "time": "00:04:50"
      }, 
      {
        "text": "亞洲佬大戰小屁孩", 
        "time": "00:07:11"
      }, 
      {
        "text": "修車，零件請自己去找", 
        "time": "00:10:28"
      }, 
      {
        "text": "第二層文化衝擊：與各國同事合作", 
        "time": "00:13:19"
      }, 
      {
        "text": "印象最深刻的事，以及面對難民的無力感", 
        "time": "00:17:55"
      }, 
      {
        "text": "最想念台灣的事物", 
        "time": "00:23:29"
      }, 
      {
        "text": "身在遠方，我們可以如何更了解庫德斯坦", 
        "time": "00:24:28"
      }, 
      {
        "text": "結語", 
        "time": "00:33:53"
      }
    ]
  }, 
  "12": {
    "description": "\n「庫德人除了山，沒有朋友」——一句充滿黑色幽默的庫德諺語，道盡這個族群的滿腹心酸。號稱世界第一大「沒有自己國家的民族」，庫德人長期在周遭各國的夾縫中求生存；即使偶爾因為政治或軍事目的而得到援助，卻每次都是用完即棄，留下他們繼續如同中東孤兒般掙扎著，堪稱「地表最強工具人民族」，沒有之一。\n\n土生土長的台灣人小劉，因為一部電影認識了庫德族，進而決定前往伊拉克北部庫德斯坦的難民營工作。在情勢如此特別的地方工作，保命第一要訣是什麼？想走上這條路，事前應該有哪些準備？真正的庫德人與庫德斯坦，和我們在媒體上看到的是否相同？在ep.12裡，就讓我們一起跟著小劉來認識這塊土地和這群人吧！\n\n\n\n\n", 
    "timeline": [
      {
        "text": "小劉前往庫德斯坦的契機", 
        "time": "00:02:35"
      }, 
      {
        "text": "真正的庫德斯坦，與我們在媒體上看到的一樣嗎？", 
        "time": "00:04:36"
      }, 
      {
        "text": "睡一覺醒來之後，啊，我變成另一個國家的人了", 
        "time": "00:08:11"
      }, 
      {
        "text": "地表最強工具人民族", 
        "time": "00:11:29"
      }, 
      {
        "text": "庫德人怎麼看這些周遭局勢", 
        "time": "00:14:53"
      }, 
      {
        "text": "COVID疫情的影響", 
        "time": "00:18:56"
      }, 
      {
        "text": "在聯合國訓練裡，學習保命第一守則", 
        "time": "00:21:58"
      }, 
      {
        "text": "全隊被恐怖份子綁架啦！", 
        "time": "00:25:21"
      }, 
      {
        "text": "結語", 
        "time": "00:32:00"
      }
    ]
  }, 
  "11": {
    "description": "\n西非並不是只有廷巴克圖的傳說！1817年一位英國人拜訪了今天迦納境內的阿散蒂帝國，並且寫了一本書來描述當地的金碧輝煌。當時英國人都當他在唬爛，沒想到這個坐擁金山的帝國竟然是真的！不但曾經在戰爭中擊敗英國，甚至一直到今天都還有國王。它，究竟是個怎樣的黃金帝國？\n\n而迦納北部的Mole國家公園，號稱是「非洲最平價的莽原」，只要搭乘大眾運輸就可以到達，旁邊又有著號稱「西非麥加」的Larabanga清真寺；南部的海岸邊，則讓人親自走入過去囚禁奴隸的地窖中，感受他們慘絕人寰的待遇。如同它過去的名稱「黃金海岸」，迦納是個豐富而有趣的地方，今天就跟著主廚Jerome一起去走走吧！\n\n\n\n\n", 
    "timeline": [
      {
        "text": "回覆聽眾留言", 
        "time": "00:02:37"
      }, 
      {
        "text": "從貝南、多哥到迦納的旅程", 
        "time": "00:05:26"
      }, 
      {
        "text": "迦納的過去：阿散蒂帝國與黃金海岸", 
        "time": "00:09:36"
      }, 
      {
        "text": "英國與阿散蒂的戰爭，以及和中國是好麻吉的現代迦納", 
        "time": "00:16:05"
      }, 
      {
        "text": "平價莽原Mole國家公園，與西非麥加Larabanga", 
        "time": "00:21:42"
      }, 
      {
        "text": "黃金帝國阿散蒂的首都庫馬西", 
        "time": "00:26:10"
      }, 
      {
        "text": "奴隸殘忍歷史的見證者：海岸角堡壘", 
        "time": "00:31:28"
      }, 
      {
        "text": "首都阿克拉的星期天", 
        "time": "00:34:18"
      }, 
      {
        "text": "終於解脫的感覺，以及Jerome的勸世語", 
        "time": "00:37:23"
      }, 
      {
        "text": "結語與下集預告", 
        "time": "00:40:42"
      }
    ]
  }, 
  "10": {
    "description": "\n你或許聽過巫毒教，也在課本上讀過黑奴的歷史，還知道台灣曾經有個邦交國叫布吉納法索；而他們的共通點，就是都和號稱「地表自助旅行難度最高」的地區西非脫不了關係！\n\n2019年是第一波黑奴抵達北美400週年。抱持著想要追根溯源的決心，Jerome背起了背包，一個人前往西非的三個國家貝南、多哥、迦納自助旅行。在第一個國家貝南，Jerome坐船拜訪號稱「西非威尼斯」的水上聚落Ganvie，卻發現他們一點都不浪漫的悲慘歷史；在巫毒教重鎮Ouidah，驚見某種駭人生物竟然是巫毒教的聖物；一路上又體驗了西非的烈日、路邊隨停隨買的汽油、坐到7個人才算滿載的小客車，還驚訝的發現這個國家的歷史和台灣竟然有幾分相似。\n\n西非真的適合自助旅行嗎？而存在感薄弱的小國貝南，究竟是怎樣的地方？這集就讓熱炒店主廚Jerome帶大家一起去走走吧！\n\n\n\n\n", 
    "timeline": [
      {
        "text": "閱讀聽眾留言", 
        "time": "00:03:03"
      }, 
      {
        "text": "為什麼會想不開跑去西非旅行？", 
        "time": "00:06:33"
      }, 
      {
        "text": "貝南在哪裡，以及它遙遠的過去", 
        "time": "00:09:46"
      }, 
      {
        "text": "從殖民地、軍閥大亂鬥、社會主義國家到民主典範", 
        "time": "00:13:55"
      }, 
      {
        "text": "如何準備去西非旅行", 
        "time": "00:17:30"
      }, 
      {
        "text": "前往西非之路、對貝南的第一印象", 
        "time": "00:19:43"
      }, 
      {
        "text": "西非的威尼斯，水上聚落Ganvie", 
        "time": "00:22:10"
      }, 
      {
        "text": "巫毒教重鎮Ouidah，以及黑奴交易的歷史場景", 
        "time": "00:29:13"
      }, 
      {
        "text": "結語、下集預告", 
        "time": "00:35:26"
      }
    ]
  }, 
  "9": {
    "description": "\n電影距離現實並不遙遠，無論是《盧安達飯店》，還是《剛果》裡的大猩猩，都是存在於真實世界的！在這集節目裡，就讓我們跟著行動力超強的的旅人Johnny一起去現場朝聖吧！\n\n盧安達境內一直存在著胡圖人與圖西人的衝突，最終在1994年推向《盧安達飯店》裡出現的大屠殺；但電影沒告訴你的是，這個國家後來馬上走向和解，擁有高效率且清廉的政府，還是外資與旅遊的熱門據點。盧安達是非洲國家的希望嗎？據說盧安達飯店的經理在當地其實是個爭議人物，又是怎麼回事？\n\n至於剛果民主共和國，雖然名字裡有「民主」，民主之路卻走得艱辛漫長，20年前還經歷了號稱「非洲世界大戰」的第二次剛果戰爭。在當地嚮導的帶領下，Johnny深入了Virunga國家公園的叢林深處，與原生山地大猩猩近距離接觸。這趟旅程為何讓Johnny感動不已？路上又潛藏著怎樣的危險？\n\n在資訊超級豐富的EP9裡，讓我們一起發掘這兩國的真實面貌！\n\n\n\n\n", 
    "timeline": [
      {
        "text": "戰爭的種子：胡圖人與圖西人的衝突", 
        "time": "00:01:30"
      }, 
      {
        "text": "大屠殺悲劇的開始，與盧安達的療傷之路", 
        "time": "00:05:49"
      }, 
      {
        "text": "走進盧安達，親自拜訪盧安達大飯店", 
        "time": "00:11:49"
      }, 
      {
        "text": "叢林世紀拳擊之戰，以及不太民主的剛果民主共和國", 
        "time": "00:17:15"
      }, 
      {
        "text": "非洲復仇者聯盟：兩次剛果戰爭，與終於平息的爭端", 
        "time": "00:21:47"
      }, 
      {
        "text": "Virunga國家公園之旅，近距離接觸野生山地大猩猩！", 
        "time": "00:26:58"
      }
    ]
  }, 
  "8": {
    "description": "\n一次工作場合中的對話，意外地促成了Johnny今年初的東非四國之旅。在這趟旅行的第一站烏干達，Johnny拜訪了電影《最後的蘇格蘭王》裡描述的真實歷史場景、觀看導遊在赤道上的科學實驗、親身體會當地超乎想像的貧富差距。至於全世界最新的國家南蘇丹，2011年獨立至今仍然逃不過內戰的宿命！兩大族群丁卡人與努爾人間的衝突，塑造了它的種種不可思議——在這裡任意拍照是犯法的，而貪污索賄更是家常便飯。來此自由行的Johnny，究竟是如何存活下來的？還有，為什麼我們會說東非是個「漫威宇宙」呢？以上所有問題的答案都在節目內容裡，有聽的話就會知道囉！\n\n\n\n\n", 
    "timeline": [
      {
        "text": "東非之旅的契機", 
        "time": "00:04:50"
      }, 
      {
        "text": "行程規劃與事前準備", 
        "time": "00:06:24"
      }, 
      {
        "text": "烏干達（不是瓦干達）歷史簡介", 
        "time": "00:09:24"
      }, 
      {
        "text": "在烏干達旅行，見識驚人貧富差距", 
        "time": "00:16:18"
      }, 
      {
        "text": "全世界最新的國家，南蘇丹簡介", 
        "time": "00:19:58"
      }, 
      {
        "text": "初抵南蘇丹，乍到神奇國度", 
        "time": "00:25:04"
      }, 
      {
        "text": "想拍照？請先付錢！", 
        "time": "00:27:36"
      }, 
      {
        "text": "詭異的博物館與索賄事件", 
        "time": "00:31:37"
      }, 
      {
        "text": "那些在南蘇丹學到的事", 
        "time": "00:36:09"
      }
    ]
  }, 
  "7.5": {
    "description": "\n番外篇EP7.5突襲上架！！\n\n為什麼會有這個EP7.5呢？其實只是因為覺得從前蘇聯直接跳到非洲有點太突然了，應該要出來串個場娛樂大家一下 🤣 ；不過很遺憾的本人缺乏娛樂細胞，所以就只能出來回答幾個問題、聊聊自己對於前蘇聯系列的心得感想，然後稍微簡單介紹一下非洲這樣。娛樂效果為零，但誠意滿分啦XD\n\n好啦，另外一個原因其實是怕EP8無法按時剪完，先來個番外篇墊個檔，我會努力讓EP8準時上架的 😭😭\n\n想知道非洲為何會被分成兩個世界？想用兩分鐘的時間了解南部非洲的近代歷史？想聽Jerome做完前蘇聯系列的真情告白，還有未來旅行的口袋名單？趕快打開這集來聽吧！\n\n\n\n\n", 
    "timeline": [
      {
        "text": "前蘇聯系列總結：帝國不死", 
        "time": "00:02:21"
      }, 
      {
        "text": "鯨魚企劃合作心得", 
        "time": "00:05:50"
      }, 
      {
        "text": "歡樂QA時間～～", 
        "time": "00:07:36"
      }, 
      {
        "text": "斯斯有三種，非洲有兩種", 
        "time": "00:10:56"
      }
    ]
  }, 
  "7": {
    "description": "\n這集我們要前往接近北極的斯瓦巴群島，與不久前剛被併吞的克里米亞半島，感受俄羅斯如何試圖控制世界，就連天涯海角也不放過！斯瓦巴群島位於北緯74至81度，上面有地表最「靠北」的幾個城鎮，許多自助旅行者會刻意來此踩點；雖為挪威領地，任何人卻都可以來此插旗。由俄羅斯國營公司經營的城鎮巴倫支堡，表面上是座煤礦，實際上又藏著怎樣的秘密？想要到如此「靠北」的地方旅行，又該如何前往呢？至於克里米亞，我們都知道它在2014年被俄羅斯兼併，卻忘了它也曾經是1945二戰結束前夕同盟國三巨頭「雅爾達會議」的所在地！這塊被東西方帝國都統治過的土地，究竟有什麼優勢讓各國搶著要？聽說雅爾達會議時大家其實都在開趴，是真的嗎？\n\n\n", 
    "timeline": [
      {
        "text": "克里米亞，被東西方帝國都統治過的土地", 
        "time": "00:01:37"
      }, 
      {
        "text": "不亮的路燈，以及得永遠開國際漫遊的sim卡", 
        "time": "00:06:10"
      }, 
      {
        "text": "首府賽凡堡與黑海艦隊", 
        "time": "00:09:20"
      }, 
      {
        "text": "雅爾達會議，其實與會者都在開趴？", 
        "time": "00:12:33"
      }, 
      {
        "text": "地表上最「靠北」的聚落所在地，斯瓦巴群島", 
        "time": "00:17:16"
      }, 
      {
        "text": "巴倫支堡，俄羅斯沒事幹嘛來挖礦？", 
        "time": "00:26:08"
      }, 
      {
        "text": "斯瓦巴，如同聯合國般的一塊土地", 
        "time": "00:29:25"
      }, 
      {
        "text": "蘇聯系列結語：帝國的長工", 
        "time": "00:33:02"
      }
    ]
  }, 
  "6": {
    "description": "\n4,019,492人確診、145,053人死亡、確診率是全球平均的六倍多，這是世界第一強國截至7/22晚上9:30為止的疫情數據。在這個無論科技還是公衛研究都領先全球的國家，為什麼會在武漢肺炎中被徹底打敗、至今仍持續惡化中？又為什麼黑人與拉丁美洲裔確診率高達白人的三倍？這集裡Jerome結合親身經驗與文化脈絡，向你解析美國究竟是如何走到今天這步的！除此之外，更不可錯過的是開播以來首度的Q&A特集！我們收集了好多有趣的問題，從節目取材、視覺設計、Jerome和鯨魚的旅行攻略，甚至連Jerome的拿手菜通通都有涵蓋，整個就是相當輕鬆有趣的一集！進來一起感受一下愉悅的聊天氛圍吧 :)\n\n\n", 
    "timeline": [
      {
        "text": "Q&A part 1 節目相關", 
        "time": "00:01:54"
      }, 
      {
        "text": "podcast推薦：被遺忘的原聲代", 
        "time": "00:07:18"
      }, 
      {
        "text": "美國疫情概述、美國人如何稱呼武漢肺炎", 
        "time": "00:08:47"
      }, 
      {
        "text": "為什麼美國疫情可以如此嚴重？Jerome獨家解析", 
        "time": "00:11:32"
      }, 
      {
        "text": "疫情中的小確幸，以及不同族群之間的巨大差異", 
        "time": "00:17:04"
      }, 
      {
        "text": "Q&A part 2 個人及旅行相關", 
        "time": "00:21:22"
      }, 
      {
        "text": "podcast推薦：故事青旅", 
        "time": "00:25:34"
      }, 
      {
        "text": "Q&A part 2 個人及旅行相關（續）", 
        "time": "00:25:47"
      }
    ]
  }, 
  "5": {
    "description": "\n不顧基輔反對！烏克蘭的最東邊，竟然藏著兩個地圖上找不到的獨立國家，還存在著普亭的側翼!?位在烏克蘭東部的「頓內次克」與「盧甘斯克」這兩個州，在2014年宣布獨立，背後還有俄羅斯老大哥撐腰，至今仍然是基輔政府的燙手山芋。受到國際制裁、失去了西方連鎖店的他們，竟然自己創造了山寨版的麥當勞？號稱「歐洲統促黨」、「普亭側翼」的組織「夜狼俱樂部」，名義上不過是個重機車隊，又為何能在此坐擁大量軍武、甚至參與戰爭呢？至於夾在摩爾多瓦與烏克蘭之間的「德涅斯特河沿岸」（德左），名義上屬於摩爾多瓦，但從蘇聯解體之後就一直維持著獨立狀態。在這裡，舊時代的建築甚至列寧雕像仍然矗立著，彷彿就是個活生生的前蘇聯博物館！不僅如此，他們還是全世界唯一發行塑膠硬幣的國家。在這裡旅行，究竟是怎樣的體驗呢？在這集節目裡，就讓我們繼續跟著52赫茲的鯨魚（小律師的非主流歷險）一起揭開這些地方的神秘面紗吧！\n\n\n", 
    "timeline": [
      {
        "text": "德涅斯特河沿岸，究竟是如何出現的", 
        "time": "00:01:25"
      }, 
      {
        "text": "如何入境德涅斯特河沿岸？需要辦簽證嗎？", 
        "time": "00:06:28"
      }, 
      {
        "text": "活生生的前蘇聯博物館！還有獨步全球的塑膠硬幣", 
        "time": "00:09:29"
      }, 
      {
        "text": "20多次停火協定，停不了俄羅斯與烏克蘭的恩怨情仇", 
        "time": "00:18:40"
      }, 
      {
        "text": "生活意外富庶的頓內次克；山寨版的麥當勞", 
        "time": "00:24:27"
      }, 
      {
        "text": "相對窮困的盧甘斯克；普亭側翼、坐擁軍武的「夜狼重機俱樂部」", 
        "time": "00:31:06"
      }
    ]
  }, 
  "4": {
    "description": "\n「事實國家」是具備所有國家要素、但並未廣受國際承認的政治實體，其中最有名的例子就是——台灣！不過，你知道除了台灣之外，在歐洲與非洲還有好幾個同病相憐的類似案例嗎？\n\n這次很榮幸的邀請到「立志踏遍全世界所有特殊國家」的超冷門路線旅行專家[52赫茲的鯨魚（小律師的非主流歷險）](https://www.facebook.com/LetUsStandUpLikeTheTaiwanese/)，和我們分享他在高加索的三個事實國家「阿爾札赫」、「阿布哈茲」、「南奧塞提亞」所見所聞。要如何既安全又合法地前往這些國家呢？拜訪一年觀光客只有100人、要旅行還得先通知情報局的國家，是什麼感覺？還有，原來這世界上存在著比俄羅斯人更剽悍、覺得俄羅斯人太懦弱的正統戰鬥民族？而這些國家又真的能稱為台灣的「難兄難弟」嗎？\n\n讓Jerome自己都興奮到不行的內容，喜歡探索未知角落的你千萬不可錯過！\n\n\n\n\n", 
    "timeline": [
      {
        "text": "來賓出場、自我介紹", 
        "time": "00:01:33"
      }, 
      {
        "text": "這些事實國家究竟是怎麼來的", 
        "time": "00:07:20"
      }, 
      {
        "text": "阿爾札赫：以獨立之名行併吞之實？", 
        "time": "00:13:05"
      }, 
      {
        "text": "阿布哈茲：從未放棄建國夢想，真正的戰鬥民族？", 
        "time": "00:21:28"
      }, 
      {
        "text": "南奧塞提亞：衝突記憶仍在，山間的神奇國度", 
        "time": "00:29:46"
      }, 
      {
        "text": "結語、下集預告", 
        "time": "00:36:34"
      }
    ]
  }, 
  "3": {
    "description": "\n相信大家都聽過波士頓龍蝦，但你知道波士頓的龍蝦是從哪來的嗎？龍蝦究竟有多麼值錢，甚至讓州政府願意花錢雇用學者每年去研究牠們的棲地？而就讀科系和龍蝦八竿子打不著的Jerome，又是如何因為一個實習而來到這個美國鄉下小鎮，度過一個不時在海上漂流、吹海風、賞美景、大啖海鮮的夢幻夏天呢？今天，就和情緒超級亢奮的主廚Jerome一起走入美國最重要的龍蝦產地吧！\n\n\n", 
    "timeline": [
      {
        "text": "波士頓到底有沒有龍蝦呢？答案是⋯⋯（科科）", 
        "time": "00:01:50"
      }, 
      {
        "text": "前往龍蝦產地度過一個夏天的契機", 
        "time": "00:04:55"
      }, 
      {
        "text": "在只有兩千人口的美國白人小鎮生活，是什麼感覺？", 
        "time": "00:08:55"
      }, 
      {
        "text": "看海吹風也可以賺錢？史上最爽的實習", 
        "time": "00:12:40"
      }, 
      {
        "text": "海上漂流、戶外露營、大啖海鮮、路邊採藍莓的日子", 
        "time": "00:17:30"
      }, 
      {
        "text": "美國漁民們如何捕龍蝦", 
        "time": "00:20:27"
      }, 
      {
        "text": "再怎麼爽的日子也有結束的一天，差點黑掉的事件", 
        "time": "00:21:40"
      }, 
      {
        "text": "美好夏日的大結局，究竟是如何呢？", 
        "time": "00:24:50"
      }
    ]
  }, 
  "2": {
    "description": "\n如果你的國家名字一天到晚被人家寫錯，你會怎麼回應呢？擁有一個菜市場名的哥倫比亞，從建國以來內戰就沒停過，他們究竟是如何從谷底翻身、成為現在外資與數位遊牧趨之若鶩的拉丁美洲國家呢？這個國家到底又擁有什麼特別之處，讓迪士尼決定下一部音樂動畫以它為背景？今天就跟著主廚Jerome，一起走進安地斯山脈，聆聽關於這群人的故事吧！\n\n\n", 
    "timeline": [
      {
        "text": "哥倫比亞拼字測驗——你拼對了嗎？", 
        "time": "00:03:03"
      }, 
      {
        "text": "內戰、內戰、再內戰：哥倫比亞歷史", 
        "time": "00:04:34"
      }, 
      {
        "text": "今日哥倫比亞：走出傷痛、外資熱門、咖啡飄香", 
        "time": "00:10:25"
      }, 
      {
        "text": "第一站：首都波哥大，一路貴人相助", 
        "time": "00:13:44"
      }, 
      {
        "text": "第二站：異次元空間，由礦場改建成的鹽教堂", 
        "time": "00:19:41"
      }, 
      {
        "text": "第三站：麥德林，從地表最危險城市谷底翻身的故事", 
        "time": "00:22:32"
      }
    ]
  }, 
  "1": {
    "description": "\n大家都說台灣護照好棒棒、好多國家都免簽，但還是有踢到鐵板的時候；想要去喬治亞這個不接受台灣護照的地方，該如何變通呢？喬治亞這個國家究竟有什麼獨樹一格的魅力？又和俄羅斯之間有著怎樣的愛恨情仇？還有傳說中的喬治亞小籠包，吃起來究竟是什麼滋味？且讓主廚Jerome帶你一探究竟！\n\n\n\n\n", 
    "timeline": [
      {
        "text": "台灣護照到底好不好用？", 
        "time": "00:03:19"
      }, 
      {
        "text": "Jerome自己的入境經驗談", 
        "time": "00:06:08"
      }, 
      {
        "text": "為什麼白人會被稱為高加索人？", 
        "time": "00:10:26"
      }, 
      {
        "text": "喬治亞在夾縫中求生存的歷史", 
        "time": "00:13:06"
      }, 
      {
        "text": "論喬治亞與俄羅斯的愛恨情仇", 
        "time": "00:18:00"
      }, 
      {
        "text": "什麼？喬治亞人也吃小籠包？還有香腸？", 
        "time": "00:26:05"
      }, 
      {
        "text": "遺世獨立的古老山間國度：Svaneti", 
        "time": "00:32:52"
      }
    ]
  }, 
  "0": {
    "description": "\n旅行熱炒店究竟為何存在？主打菜色又是什麼呢？且讓主廚Jerome來跟各位說個分明！\n\n\n", 
    "timeline": []
  }
}